Repository: KrishnakumarS31/QNA-2.1.16
Catalog: lib/l10n/app_*.arb
Languages: es, hi, ml, mr, ta, te

# view_all_qns
source: View All Questions
es: Ver todas las preguntas
hi: सभी प्रश्न देखें
ml: ಎಲ್ಲಾ ಪ್ರಶ್ನೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ
mr: सर्व प्रश्न पहा
ta: எல்லா கேள்விகளையும் காண்க
te: అన్ని ప్రశ్నలను చూడండి

# clone_qn
source: Clone
es: Clon
hi: क्लोन
ml: ತದ್ರೂಪಿ
mr: क्लोन
ta: குளோன்
te: క్లోన్

# search_results_caps
source: SEARCH RESULTS
es: RESULTADOS DE LA BÚSQUEDA
hi: खोज के परिणाम
ml: തിരയൽ ഫലങ്ങൾ
mr: शोध परिणाम
ta: தேடல் முடிவுகள்
te: శోధన ఫలితాలు

# add_small
source: Add
es: Agregar
hi: जोड़ना
ml: കൂട്ടിച്ചേര്ക്കുക
mr: जोडा
ta: கூட்டு
te: జోడించు

source: Save
es: Ahorrar
hi: बचाना
ml: രക്ഷിക്കും
mr: जतन करा
ta: சேமிக்கவும்
te: సేవ్

# search_results_small
source: Search Results
es: Resultados de la búsqueda
hi: खोज के परिणाम
ml: തിരയൽ ഫലങ്ങൾ
mr: शोध परिणाम
ta: தேடல் முடிவுகள்
te: శోధన ఫలితాలు

# tap_to_see
source: Tap to See Details/Clone
es: Toque para ver detalles/clon
hi: विवरण/क्लोन देखने के लिए टैप करें
ml: വിശദാംശങ്ങൾ / ക്ലോൺ കാണാൻ ടാപ്പുചെയ്യുക
mr: तपशील/क्लोन पाहण्यासाठी टॅप करा
ta: விவரங்கள்/குளோனைக் காண தட்டவும்
te: వివరాలు/క్లోన్ చూడటానికి నొక్కండి

source: Load More
es: Carga más
hi: और लोड करें
ml: കൂടുതൽ ലോഡുചെയ്യുക
mr: लादणे
ta: அதிகமாக ஏற்று
te: మరింత లోడ్ చేయండి

# assessment_setting_caps
source: ASSESSMENT SETTINGS
es: Configuración de evaluación
hi: मूल्यांकन सेटिंग्स
ml: വിലയിരുത്തൽ ക്രമീകരണങ്ങൾ
mr: मूल्यांकन सेटिंग्ज
ta: மதிப்பீட்டு அமைப்புகள்
te: అసెస్‌మెంట్ సెట్టింగులు

# topic_small
source: Topic:
es: Tema
hi: विषय
ml: വിഷയം
mr: विषय
ta: தலைப்பு
te: అంశం

# sub_topic
source: Semester(Section):
es: Semestre (sección)
hi: सेमेस्टर (अनुभाग)
ml: സെമസ്റ്റർ (വിഭാഗം)
mr: सेमेस्टर (विभाग)
ta: செமஸ்டர் (பிரிவு)
te: సెమిస్టర్ (విభాగం)

# total_ques
source: Total Questions:
es: total de preguntas
hi: कुल सवाल
ml: ആകെ ചോദ്യങ്ങൾ
mr: एकूण प्रश्न
ta: மொத்த கேள்விகள்
te: మొత్తం ప్రశ్నలు

source: Total Marks:
es: Notas totales
hi: कुल मार्क
ml: ആകെ മാർക്ക്
mr: एकूण गुण
ta: மொத்த மதிப்பெண்கள்
te: మొత్తం మార్కులు

# results_visible_teacher
source: Results visible only to teacher
es: Resultados visibles solo para el maestro
hi: परिणाम केवल शिक्षक को दिखाई देते हैं
ml: അദ്ധ്യാപകർക്ക് മാത്രം ദൃശ്യമാകും
mr: परिणाम केवळ शिक्षकांना दिसतात
ta: முடிவுகள் ஆசிரியருக்கு மட்டுமே தெரியும்
te: ఫలితాలు గురువుకు మాత్రమే కనిపిస్తాయి

source: Test Schedule
es: Calendario de pruebas
hi: परीक्षण अनुसूची
ml: പരീക്ഷണ ഷെഡ്യൂൾ
mr: चाचणी वेळापत्रक
ta: சோதனை அட்டவணை
te: పరీక్ష షెడ్యూల్

# leave_blank
source: Leave blank if not required
es: Dejar en blanco si no es necesario
hi: यदि आवश्यक नहीं है तो खाली छोड़ दें
ml: ആവശ്യമില്ലെങ്കിൽ ശൂന്യമായി വിടുക
mr: आवश्यक नसल्यास रिक्त सोडा
ta: தேவையில்லை என்றால் காலியாக விடவும்
te: అవసరం లేకపోతే ఖాళీగా ఉంచండి

source: Duration
es: Duración
hi: अवधि
ml: കാലയളവ്
mr: कालावधी
ta: காலம்
te: వ్యవధి

source: Start Date
es: Fecha de inicio
hi: आरंभ करने की तिथि
ml: ആരംഭിക്കുന്ന തീയതി
mr: प्रारंभ तारीख
ta: தொடக்க தேதி
te: ప్రారంబపు తేది

source: Start Time
es: Hora de inicio
hi: समय शुरू
ml: ആരംഭ സമയം
mr: सुरवातीची वेळ
ta: ஆரம்பிக்கும் நேரம்
te: ప్రారంభ సమయం

source: End Time
es: Hora de finalización
hi: अंत समय
ml: അവസാന സമയം
mr: समाप्तीचा कालावधी
ta: இறுதி நேரம்
te: ముగింపు సమయం

source: End Date
es: Fecha final
hi: अंतिम तिथि
ml: അവസാന ദിവസം
mr: शेवटची तारीख
ta: கடைசி தேதி
te: ఆఖరి తేది

source: Available for Practice
es: Disponible para la práctica
hi: अभ्यास के लिए उपलब्ध है
ml: പരിശീലനത്തിനായി ലഭ്യമാണ്
mr: सरावासाठी उपलब्ध
ta: பயிற்சிக்கு கிடைக்கிறது
te: ప్రాక్టీస్ కోసం అందుబాటులో ఉంది

# for_institute_students
source: For institution students only
es: Solo para estudiantes de la institución
hi: केवल संस्थान के छात्रों के लिए
ml: സ്ഥാപന വിദ്യാർത്ഥികൾക്ക് മാത്രം
mr: केवळ संस्था विद्यार्थ्यांसाठी
ta: நிறுவன மாணவர்களுக்கு மட்டுமே
te: సంస్థ విద్యార్థులకు మాత్రమే

# make_test_practice
source: Make Test available for Practice after
es: Hacer que la prueba esté disponible para practicar después
hi: अभ्यास के लिए परीक्षण उपलब्ध कराएं
ml: പരിശീലനത്തിനായി പരിശോധന ലഭ്യമാക്കുക
mr: नंतर सराव करण्यासाठी चाचणी उपलब्ध करा
ta: பின்னர் சோதனைக்கு சோதனை கிடைக்கச் செய்யுங்கள்
te: తర్వాత ప్రాక్టీస్ కోసం పరీక్షను అందుబాటులో ఉంచండి

# only_mcq_for_practice
source: Only MCQ will be available for Practice
es: Solo MCQ estará disponible para la práctica
hi: केवल MCQ अभ्यास के लिए उपलब्ध होगा
ml: പ്രാക്ടീസിനായി mcq മാത്രമേ ലഭ്യമാകൂ
mr: केवळ एमसीक्यू सराव करण्यासाठी उपलब्ध असेल
ta: MCQ மட்டுமே பயிற்சிக்கு கிடைக்கும்
te: MCQ మాత్రమే ప్రాక్టీస్ కోసం అందుబాటులో ఉంటుంది

# institute_organisation
source: Institution / Organisation
es: Institución / organización
hi: संस्था / संगठन
ml: സ്ഥാപനം / ഓർഗനൈസേഷൻ
mr: संस्था / संस्था
ta: நிறுவனம் / அமைப்பு
te: సంస్థ / సంస్థ

source: Access Control
es: Control de acceso
hi: अभिगम नियंत्रण
ml: പ്രവേശന നിയന്ത്രണം
mr: प्रवेश नियंत्रण
ta: நுழைவு கட்டுப்பாடு
te: యాక్సెస్ నియంత్రణ

# allow_guest_test
source: Allow guest students for test
es: Permitir a los estudiantes invitados para el examen
hi: अतिथि छात्रों को परीक्षण के लिए अनुमति दें
ml: ടെസ്റ്റിനായി അതിഥി വിദ്യാർത്ഥികളെ അനുവദിക്കുക
mr: अतिथी विद्यार्थ्यांना चाचणीसाठी परवानगी द्या
ta: விருந்தினர் மாணவர்களை சோதனைக்கு அனுமதிக்கவும்
te: అతిథి విద్యార్థులను పరీక్ష కోసం అనుమతించండి

# institute_test_id_small
source: Institute Test ID
es: ID de prueba del instituto
hi: संस्थान परीक्षण आईडी
ml: ഇൻസ്റ്റിറ്റ്യൂട്ട് ടെസ്റ്റ് ഐഡി
mr: संस्था चाचणी आयडी
ta: இன்ஸ்டிடியூட் டெஸ்ட் ஐடி
te: ఇన్స్టిట్యూట్ టెస్ట్ ఐడి

# show_answer_practice
source: Show answer sheet during Practice
es: Mostrar hoja de respuestas durante la práctica
hi: अभ्यास के दौरान उत्तर पत्र दिखाएं
ml: പ്രാക്ടീസ് സമയത്ത് ഉത്തരം നൽകുന്ന ഷീറ്റ് കാണിക്കുക
mr: सराव दरम्यान उत्तर पत्रक दर्शवा
ta: நடைமுறையில் விடைத்தாளைக் காட்டு
te: ప్రాక్టీస్ సమయంలో జవాబు షీట్ చూపించు

source: Make assessment inactive
es: Hacer una evaluación inactiva
hi: मूल्यांकन निष्क्रिय करें
ml: വിലയിരുത്തൽ നിഷ്ക്രിയമാക്കുക
mr: मूल्यांकन निष्क्रिय करा
ta: மதிப்பீட்டை செயலற்றதாக ஆக்குங்கள்
te: అసెస్‌మెంట్ క్రియారహితం చేయండి

# allow_public_for_practice
source: Allow public access for practice
es: Permitir acceso público para la práctica
hi: अभ्यास के लिए सार्वजनिक पहुंच की अनुमति दें
ml: പരിശീലനത്തിനായി പൊതു പ്രവേശനം അനുവദിക്കുക
mr: सराव करण्यासाठी सार्वजनिक प्रवेशास अनुमती द्या
ta: நடைமுறைக்கு பொது அணுகலை அனுமதிக்கவும்
te: అభ్యాసం కోసం పబ్లిక్ యాక్సెస్‌ను అనుమతించండి

# publish_later
source: Save and Publish Later
es: Guardar y publicar más tarde
hi: बाद में सहेजें और प्रकाशित करें
ml: പിന്നീട് സംരക്ഷിച്ച് പ്രസിദ്ധീകരിക്കുക
mr: जतन करा आणि नंतर प्रकाशित करा
ta: பின்னர் சேமித்து வெளியிடுங்கள்
te: తరువాత సేవ్ చేయండి మరియు ప్రచురించండి

source: Publish Now
es: Publica ahora
hi: अब प्रकाशित करें
ml: ഇപ്പോൾ പ്രസിദ്ധീകരിക്കുക
mr: आता प्रकाशित करा
ta: இப்போது வெளியிடுங்கள்
te: ఇప్పుడు ప్రచురించండి

source: Advisor Contact
es: Contacto del asesor
hi: सलाहकार संपर्क
ml: ഉപദേശകന്റെ ബന്ധം
mr: सल्लागार संपर्क
ta: ஆலோசகர் தொடர்பு
te: సలహాదారు పరిచయం

# enter_valid_name
source: Enter your name in Alphabets only
es: Ingrese su nombre solo en alfabetos
hi: केवल अक्षर में अपना नाम दर्ज करें
ml: നിങ്ങളുടെ പേര് അക്ഷരമാലയിൽ മാത്രം നൽകുക
mr: आपले नाव केवळ वर्णमाला प्रविष्ट करा
ta: உங்கள் பெயரை எழுத்துக்களில் மட்டுமே உள்ளிடவும்
te: మీ పేరును వర్ణమాలలో మాత్రమే నమోదు చేయండి

# login_loginPage
source: Login
es: Acceso
hi: लॉग इन करें
ml: ലോഗിൻ
mr: लॉगिन
ta: உள்நுழைய
te: ప్రవేశించండి

# alert_popup
source: Alert
es: Alerta
hi: चेतावनी
ml: ജാഗതയുള്ള
mr: सतर्क
ta: எச்சரிக்கை
te: హెచ్చరిక

# enter_sub_class
source: Enter Subject, Degree and Question
es: Ingrese sujeto, grado y pregunta
hi: विषय, डिग्री और प्रश्न दर्ज करें
ml: വിഷയം, ബിരുദം, ചോദ്യം എന്നിവ നൽകുക
mr: विषय, पदवी आणि प्रश्न प्रविष्ट करा
ta: பொருள், பட்டம் மற்றும் கேள்வியை உள்ளிடவும்
te: విషయం, డిగ్రీ మరియు ప్రశ్నను నమోదు చేయండి

# one_choice_must
source: At least one choice must be added
es: Se debe agregar al menos una opción
hi: कम से कम एक विकल्प जोड़ा जाना चाहिए
ml: കുറഞ്ഞത് ഒരു ചോയ്സ് ചേർക്കേണ്ടതാണ്
mr: कमीतकमी एक निवड जोडणे आवश्यक आहे
ta: குறைந்தது ஒரு தேர்வு சேர்க்கப்பட வேண்டும்
te: కనీసం ఒక ఎంపికను జోడించాలి

# privacy_policy_caps
source: PRIVACY POLICY
es: POLÍTICA DE PRIVACIDAD
hi: गोपनीयता नीति
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం

# terms_caps
source: TERMS OF SERVICE
es: TÉRMINOS DE SERVICIO
hi: सेवा की शर्तें
ml: സേവന നിബന്ധനകൾ
mr: सेवा अटी
ta: சேவை விதிமுறைகள்
te: సేవా నిబంధనలు

# cookie_policy_description_web
source: QNATest apps will not request cookies to be set on your device. We do not use cookies, when you visit QNATEST website or deploy the app.There are no settings related to cookie preferences.
es: QNATEST APPS no solicitará que las cookies se establezcan en su dispositivo. No usamos cookies, cuando visita el sitio web de Qnatest o implementa la aplicación. No hay configuración relacionada con las preferencias de cookies.
hi: Qnatest ऐप्स आपके डिवाइस पर कुकीज़ सेट करने का अनुरोध नहीं करेंगे। हम कुकीज़ का उपयोग नहीं करते हैं, जब आप Qnatest वेबसाइट पर जाते हैं या ऐप को तैनात करते हैं। कुकी वरीयताओं से संबंधित कोई सेटिंग नहीं है।
ml: നിങ്ങളുടെ ഉപകരണത്തിൽ കുക്കികൾ സജ്ജമാക്കാൻ ക്രാറ്റ്സ്റ്റ് അപ്ലിക്കേഷനുകൾ അഭ്യർത്ഥിക്കില്ല. നിങ്ങൾ ക്രാന്റേജ് വെബ്സൈറ്റ് സന്ദർശിക്കുകയോ അപ്ലിക്കേഷൻ വിന്യസിക്കുകയോ ചെയ്യുമ്പോൾ ഞങ്ങൾ കുക്കികൾ ഉപയോഗിക്കുന്നില്ല. കുക്കി മുൻഗണനകളുമായി ബന്ധപ്പെട്ട ക്രമീകരണങ്ങളൊന്നുമില്ല.
mr: QNATEST अॅप्स आपल्या डिव्हाइसवर कुकीज सेट करण्याची विनंती करणार नाहीत. जेव्हा आपण क्यूएनएटेस्ट वेबसाइटला भेट देता किंवा अ‍ॅप उपयोजित करता तेव्हा आम्ही कुकीज वापरत नाही. कुकीच्या प्राधान्यांशी संबंधित कोणतीही सेटिंग्ज नाहीत.
ta: உங்கள் சாதனத்தில் குக்கீகளை அமைக்க Qnatest பயன்பாடுகள் கோராது. நீங்கள் குக்கீகளைப் பயன்படுத்துவதில்லை, நீங்கள் Qnatest வலைத்தளத்தைப் பார்வையிடும்போது அல்லது பயன்பாட்டைப் பயன்படுத்தும்போது. குக்கீ விருப்பத்தேர்வுகள் தொடர்பான அமைப்புகள் எதுவும் இல்லை.
te: Qnatest అనువర్తనాలు మీ పరికరంలో కుకీలను సెట్ చేయమని అభ్యర్థించవు. మీరు Qnatest వెబ్‌సైట్‌ను సందర్శించినప్పుడు లేదా అనువర్తనాన్ని అమలు చేసినప్పుడు మేము కుకీలను ఉపయోగించము. కుకీ ప్రాధాన్యతలకు సంబంధించిన సెట్టింగులు లేవు.

# about_us_description_web
source: ITNEducation Inc., builds range of IT in Education products and services that help millions of students / learners and teachers / instructors to learn digitally and freely. QNATest is an Intelligent Learning Evaluation, Assessment & Advisor platform, which is:
es: Itneducation Inc., construye una gama de TI en productos y servicios educativos que ayudan a millones de estudiantes / alumnos y maestros / instructores a aprender digital y libremente.
hi: Itneducation Inc., शिक्षा उत्पादों और सेवाओं में आईटी की सीमा का निर्माण करता है जो लाखों छात्रों / शिक्षार्थियों और शिक्षकों / प्रशिक्षकों को डिजिटल और स्वतंत्र रूप से सीखने में मदद करता है। qnatest एक बुद्धिमान शिक्षण मूल्यांकन, मूल्यांकन और सलाहकार मंच है, जो है
ml: ഡിജിറ്റലായി പഠിക്കാൻ സഹായിക്കുന്ന വിദ്യാഭ്യാസ ഉൽപ്പന്നങ്ങളിലും ഇൻസ്പായറുകളിലും ഐടിനെഡുക്കേഷൻ ഇങ്ക് നിർമ്മിക്കുന്നു. q
mr: आयटीएड्यूकेशन इंक., शिक्षण उत्पादने आणि सेवांमध्ये आयटीची श्रेणी तयार करते जी लाखो विद्यार्थी / शिकणारे आणि शिक्षक / शिक्षकांना डिजिटल आणि मुक्तपणे शिकण्यास मदत करते. qnatest हे एक बुद्धिमान शिक्षण मूल्यांकन, मूल्यांकन आणि सल्लागार प्लॅटफॉर्म आहे, जे आहे
ta: ஐ.டி.இனுகேஷன் இன்க்., மில்லியன் கணக்கான மாணவர்கள் / கற்றவர்கள் மற்றும் ஆசிரியர்கள் / பயிற்றுநர்கள் டிஜிட்டல் மற்றும் சுதந்திரமாக கற்றுக்கொள்ள உதவும் கல்வி தயாரிப்புகள் மற்றும் சேவைகளில் ஐ.டி.
te: ఇట్డెకేషన్ ఇంక్., విద్యార్ధులు / అభ్యాసకులు మరియు ఉపాధ్యాయులు / బోధకులకు డిజిటల్‌గా మరియు స్వేచ్ఛగా నేర్చుకోవడానికి సహాయపడే విద్యా ఉత్పత్తులు మరియు సేవలలో ఐటి పరిధిని నిర్మిస్తుంది.

# find_answers_web
source: If you are unable to find answers to your queries related to the QNATest App,please feel free to
es: Si no puede encontrar respuestas a sus consultas relacionadas con la aplicación Qnatest, por favor, no
hi: यदि आप Qnatest ऐप से संबंधित अपने प्रश्नों के उत्तर खोजने में असमर्थ हैं, तो कृपया feel मुक्त से मुक्त हो
ml: നിങ്ങളുടെ ചോദ്യങ്ങൾക്ക് നിങ്ങൾക്ക് ഉത്തരം കണ്ടെത്താൻ കഴിയുന്നില്ലെങ്കിൽ, ദയവായി
mr: आपण QNATEST अॅपशी संबंधित आपल्या प्रश्नांची उत्तरे शोधण्यात अक्षम असल्यास, कृपया feel To
ta: Qnatest பயன்பாடு தொடர்பான உங்கள் கேள்விகளுக்கான பதில்களை நீங்கள் கண்டுபிடிக்க முடியவில்லை என்றால், தயவுசெய்து க்கு இலவசம்
te: మీరు Qnatest అనువర్తనానికి సంబంధించిన మీ ప్రశ్నలకు సమాధానాలు కనుగొనలేకపోతే, దయచేసి feel free

# terms_page
source: defines ITNEDUCATION relationship with you as you interact with QNATEST app services
es: define itneducation Relation con usted a medida que interactúa con los servicios de aplicaciones QNATEST
hi: defines itneducation संबंध आपके साथ जैसा कि आप Qnatest ऐप सेवाओं के साथ बातचीत करते हैं
ml: നിർവചിക്കുക ITNEDUCATION നിങ്ങൾ ക്സ്റ്റോസ്റ്റ് അപ്ലിക്കേഷനുകളുമായി സംവദിക്കുമ്പോൾ നിങ്ങളുമായുള്ള ഐഎൻഇഡക്കേഷൻ ബന്ധം
mr: आपण क्यूएनएटेस्ट अ‍ॅप सेवांशी संवाद साधताच आपल्याशी TDEDUCATION संबंध defices
ta: Qnatest பயன்பாட்டு சேவைகளுடன் நீங்கள் தொடர்பு கொள்ளும்போது உங்களுடன் itneducation உறவைத் தூண்டுகிறது
te: నిర్వచిస్తుంది ITNEDUCATION మీరు Qnatest అనువర్తన సేవలతో సంభాషించేటప్పుడు మీతో సంబంధం

# terms_page_web
source: defines ITNEDUCATION relationship with you as you interact with QNATEST app services
es: defines itneducation relationship con usted a medida que interactúa con los servicios de aplicaciones qnatest
hi: defines itneducation relationship आपके साथ जैसा कि आप qnatest ऐप सेवाओं के साथ बातचीत करते हैं
ml: നിർവചിക്കുക ITNEDUCATION QNATEST അപ്ലിക്കേഷൻ സേവനങ്ങളുമായി സംവദിക്കുമ്പോൾ നിങ്ങളുമായുള്ള ഐഎൻആർഇലേഷൻസ്
mr: qnatest अॅप सर्व्हिसेसशी संवाद साधताच defices qnateast अॅप सर्व्हिसेसशी संवाद साधता
ta: defines itneducation relationition நீங்கள் qnatest பயன்பாட்டு சேவைகளுடன் தொடர்பு கொள்ளும்போது
te: నిర్వచిస్తుంది ITNEDUCATION మీరు సంభాషించేటప్పుడు మీతో సంబంధం QNATEST అనువర్తన సేవలు

# no_assessment_found_caps
source: NO ASSESSMENT FOUND
es: No se encontró ninguna evaluación
hi: कोई आकलन नहीं मिला
ml: വിലയിരുത്തൽ കണ്ടെത്തിയില്ല
mr: कोणतेही मूल्यांकन आढळले नाही
ta: மதிப்பீடு எதுவும் கிடைக்கவில்லை
te: అంచనా కనుగొనబడలేదు

# no_more_assessment
source: No Assessment found.
es: No se encontró ninguna evaluación.
hi: कोई आकलन नहीं मिला।
ml: വിലയിരുത്തൽ കണ്ടെത്തിയില്ല.
mr: कोणतेही मूल्यांकन आढळले नाही.
ta: மதிப்பீடு எதுவும் கிடைக்கவில்லை.
te: అసెస్‌మెంట్ కనుగొనబడలేదు.

# no_question_found
source: No Questions Found.
es: No se encontraron preguntas.
hi: कोई सवाल नहीं मिला।
ml: ചോദ്യങ്ങളൊന്നും കണ്ടെത്തിയില്ല.
mr: कोणतेही प्रश्न सापडले नाहीत.
ta: கேள்விகள் எதுவும் கிடைக்கவில்லை.
te: ప్రశ్నలు కనుగొనబడలేదు.

source: Save changes
es: Guardar cambios
hi: परिवर्तनों को सुरक्षित करें
ml: മാറ്റങ്ങൾ സൂക്ഷിക്കുക
mr: बदल जतन करा
ta: மாற்றங்களை சேமியுங்கள்
te: మార్పులను ఊంచు

# do_you_want_continue
source: Do you want to still continue?
es: ¿Quieres continuar?
hi: क्या आप अभी भी जारी रखना चाहते हैं?
ml: ഇപ്പോഴും തുടരാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: आपण अद्याप सुरू ठेवू इच्छिता?
ta: நீங்கள் இன்னும் தொடர விரும்புகிறீர்களா?
te: మీరు ఇంకా కొనసాగాలనుకుంటున్నారా?

source: Marks not filled
es: Marcas no llenas
hi: निशान नहीं भरे
ml: അടയാളങ്ങൾ പൂരിപ്പിച്ചിട്ടില്ല
mr: गुण भरलेले नाहीत
ta: மதிப்பெண்கள் நிரப்பப்படவில்லை
te: గుర్తులు నిండి లేవు

# selected_qns
source: SELECTED QUESTIONS
es: Preguntas seleccionadas
hi: चयनित प्रश्न
ml: തിരഞ്ഞെടുത്ത ചോദ്യങ്ങൾ
mr: निवडलेले प्रश्न
ta: தேர்ந்தெடுக்கப்பட்ட கேள்விகள்
te: ఎంచుకున్న ప్రశ్నలు

source: FOR ASSESSMENTS
es: Para evaluaciones
hi: आकलन के लिए
ml: വിലയിരുത്തലുകൾക്കായി
mr: मूल्यांकनांसाठी
ta: மதிப்பீடுகளுக்கு
te: మదింపుల కోసం

# save_assessments
source: Save Assessment
es: Guardar evaluación
hi: सहेजें मूल्यांकन
ml: വിലയിരുത്തൽ സംരക്ഷിക്കുക
mr: मूल्यांकन जतन करा
ta: மதிப்பீட்டைச் சேமிக்கவும்
te: అసెస్‌మెంట్‌ను సేవ్ చేయండి

# sure_to_remove_qn
source: Are you sure you want to remove this Question?
es: ¿Estás seguro de que quieres eliminar esta pregunta?
hi: क्या आप सुनिश्चित हैं कि आप इस प्रश्न को हटाना चाहते हैं?
ml: ഈ ചോദ്യം നീക്കംചെയ്യണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: आपणास खात्री आहे की आपण हा प्रश्न काढू इच्छिता?
ta: இந்த கேள்வியை நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా ఈ ప్రశ్నను తొలగించాలనుకుంటున్నారా?

source: Remove
es: Eliminar
hi: निकालना
ml: മാറ്റുക
mr: काढा
ta: அகற்று
te: తొలగించండి

# marks_small
source: Marks:
es: Marcas
hi: निशान
ml: അടയാളങ്ങൾ
mr: गुण
ta: மதிப்பெண்கள்
te: మార్క్స్

# want_to_clear_qn
source: Are you sure you want to clear this Question and Choices?
es: ¿Estás seguro de que quieres eliminar esta pregunta y las opciones?
hi: क्या आप सुनिश्चित हैं कि आप इस प्रश्न और विकल्पों को साफ करना चाहते हैं?
ml: ഈ ചോദ്യവും തിരഞ്ഞെടുപ്പുകളും മായ്ക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: आपणास खात्री आहे की आपण हा प्रश्न आणि निवडी साफ करू इच्छिता?
ta: இந்த கேள்வியையும் தேர்வுகளையும் அழிக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా ఈ ప్రశ్న మరియు ఎంపికలను క్లియర్ చేయాలనుకుంటున్నారా?

# want_to_del_qn
source: Are you sure you want to delete this Question?
es: ¿Estás seguro de que quieres eliminar esta pregunta?
hi: क्या आप सुनिश्चित हैं कि आप इस प्रश्न को हटाना चाहते हैं?
ml: ഈ ചോദ്യം ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: आपणास खात्री आहे की आपण हा प्रश्न हटवू इच्छिता?
ta: இந்த கேள்வியை நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా ఈ ప్రశ్నను తొలగించాలనుకుంటున్నారా?

# cloned_caps
source: CLONED
es: Clonado,
hi: क्लोन
ml: ക്ലോൺ ചെയ്തു
mr: क्लोन केलेले
ta: குளோன்
te: క్లోన్డ్

source: Retries
es: Reintentos
hi: पुनर्प्रयास
ml: വീണ്ടും ശ്രമിക്കുന്നു
mr: प्रयत्न करा
ta: மீண்டும் மீண்டும்
te: పునరుద్ధరణలు

# email_small
source: Email
es: Correo electrónico
hi: ईमेल
ml: ഇമെയിൽ
mr: ईमेल
ta: மின்னஞ்சல்
te: ఇమెయిల్

source: Save List
es: Guardar lista
hi: सहेजें सूची
ml: സേവ് പട്ടിക
mr: यादी जतन करा
ta: பட்டியலை சேமிக்கவும்
te: జాబితాను సేవ్ చేయండి

# search_qn
source: Search Question
es: Pregunta de búsqueda
hi: खोज प्रश्न
ml: തിരയൽ തിരയൽ
mr: शोध प्रश्न
ta: கேள்வியைத் தேடுங்கள்
te: శోధన ప్రశ్న

# lib_my_qn
source: Library Of My Questions
es: Biblioteca de mis preguntas
hi: मेरे सवालों की लाइब्रेरी
ml: എന്റെ ചോദ്യങ്ങളുടെ ലൈബ്രറി
mr: माझ्या प्रश्नांची ग्रंथालय
ta: எனது கேள்விகளின் நூலகம்
te: నా ప్రశ్నల లైబ్రరీ

# search_my_qn
source: Search from my question bank
es: Buscar desde mi banco de preguntas
hi: मेरे प्रश्न बैंक से खोजें
ml: എന്റെ ചോദ്യ ബാങ്കിൽ നിന്ന് തിരയുക
mr: माझ्या प्रश्न बँकातून शोधा
ta: எனது கேள்வி வங்கியில் இருந்து தேடுங்கள்
te: నా ప్రశ్న బ్యాంక్ నుండి శోధించండి

# create_new_qn
source: Create New Question
es: Crea una nueva pregunta
hi: नया प्रश्न बनाएं
ml: പുതിയ ചോദ്യം സൃഷ്ടിക്കുക
mr: नवीन प्रश्न तयार करा
ta: புதிய கேள்வியை உருவாக்கவும்
te: క్రొత్త ప్రశ్నను సృష్టించండి

# qn_created
source: At least one question should be created
es: Al menos se debe crear una pregunta
hi: कम से कम एक प्रश्न बनाया जाना चाहिए
ml: കുറഞ്ഞത് ഒരു ചോദ്യമെങ്കിലും സൃഷ്ടിക്കണം
mr: कमीतकमी एक प्रश्न तयार केला पाहिजे
ta: குறைந்தது ஒரு கேள்வி உருவாக்கப்பட வேண்டும்
te: కనీసం ఒక ప్రశ్న సృష్టించాలి

# new_pass_req
source: New password is required(Password Should be 8 Characters)
es: Se requiere una nueva contraseña (la contraseña debe ser 8 caracteres)
hi: नया पासवर्ड आवश्यक है (पासवर्ड 8 अक्षर होना चाहिए)
ml: പുതിയ പാസ്വേഡ് ആവശ്യമാണ് (പാസ്വേഡ് 8 പ്രതീകങ്ങളായിരിക്കണം)
mr: नवीन संकेतशब्द आवश्यक आहे (संकेतशब्द 8 वर्ण असावा)
ta: புதிய கடவுச்சொல் தேவை (கடவுச்சொல் 8 எழுத்துகளாக இருக்க வேண்டும்)
te: క్రొత్త పాస్‌వర్డ్ అవసరం (పాస్‌వర్డ్ 8 అక్షరాలు ఉండాలి)

source: Incorrect Password
es: Contraseña incorrecta
hi: गलत पासवर्ड
ml: തെറ്റായ പാസ്വേഡ്
mr: चुकीचा संकेतशब्द
ta: தவறான கடவுச்சொல்
te: సరికాని పాస్వర్డ్

# password_not_changed
source: Your Password has not been changed
es: Su contraseña no ha sido cambiada
hi: आपका पासवर्ड नहीं बदला गया है
ml: നിങ്ങളുടെ പാസ്വേഡ് മാറ്റിയിട്ടില്ല
mr: आपला संकेतशब्द बदललेला नाही
ta: உங்கள் கடவுச்சொல் மாற்றப்படவில்லை
te: మీ పాస్‌వర్డ్ మార్చబడలేదు

source: Success
es: Éxito
hi: सफलता
ml: പിന്തുടര്ച്ച
mr: यश
ta: வெற்றி
te: విజయం

# password_changed
source: Your Password has been changed Successfully
es: Tu contraseña ha sido cambiada exitosamente
hi: तुम्हारा पासवर्ड सफलतापूर्वक बदल दिया गया है
ml: നിങ്ങളുടെ പാസ്വേഡ് വിജയകരമായി മാറ്റി
mr: आपला संकेतशब्द यशस्वीरित्या बदलला आहे
ta: உங்கள் கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டுள்ளது
te: మీ పాస్‌వర్డ్ విజయవంతంగా మార్చబడింది

# ok_caps
source: OK
es: DE ACUERDO
hi: ठीक
ml: ശരി
mr: ठीक आहे
ta: சரி
te: అలాగే

source: OTP Sent!
es: OTP enviado!
hi: OTP भेजा!
ml: OTP അയച്ചു!
mr: ओटीपी पाठविले!
ta: OTP அனுப்பப்பட்டது!
te: OTP పంపబడింది!

# receive_otp
source: If this email ID is registered with us you will receive OTP
es: Si esta ID de correo electrónico está registrada con nosotros, recibirá OTP
hi: यदि यह ईमेल आईडी हमारे साथ पंजीकृत है तो आपको OTP प्राप्त होगा
ml: ഈ ഇമെയിൽ ഐഡി ഞങ്ങളിൽ രജിസ്റ്റർ ചെയ്തിട്ടുണ്ടെങ്കിൽ നിങ്ങൾക്ക് OTP ലഭിക്കും
mr: जर हा ईमेल आयडी आमच्याकडे नोंदणीकृत असेल तर आपल्याला ओटीपी प्राप्त होईल
ta: இந்த மின்னஞ்சல் ஐடி எங்களுடன் பதிவுசெய்தால் நீங்கள் OTP ஐப் பெறுவீர்கள்
te: ఈ ఇమెయిల్ ఐడి మాతో నమోదు చేసుకుంటే మీరు OTP అందుకుంటారు

source: Enter OTP
es: Ingrese OTP
hi: OTP दर्ज करें
ml: OTP നൽകുക
mr: ओटीपी प्रविष्ट करा
ta: OTP ஐ உள்ளிடவும்
te: OTP ని నమోదు చేయండి

source: Could not launch
es: No pudo lanzar
hi: लॉन्च नहीं कर सका
ml: സമാരംഭിക്കാൻ കഴിഞ്ഞില്ല
mr: लाँच करू शकत नाही
ta: தொடங்க முடியவில்லை
te: ప్రారంభించలేకపోయాము

source: LOOQ
es: Bocina
hi: लूक
mr: लूक
ta: லூக்
te: లూక్

# search_qn_caps
source: SEARCH QUESTIONS
es: Preguntas de búsqueda
hi: खोज प्रश्न
ml: ചോദ്യങ്ങൾ തിരയുക
mr: प्रश्न शोधा
ta: கேள்விகளைத் தேடுங்கள்
te: శోధన ప్రశ్నలు

# qn_published
source: Questions Published Successfully
es: Preguntas publicadas con éxito
hi: प्रश्न सफलतापूर्वक प्रकाशित किए गए
ml: ചോദ്യങ്ങൾ വിജയകരമായി പ്രസിദ്ധീകരിച്ചു
mr: प्रश्न यशस्वीरित्या प्रकाशित झाले
ta: கேள்விகள் வெற்றிகரமாக வெளியிடப்படுகின்றன
te: ప్రశ్నలు విజయవంతంగా ప్రచురించబడ్డాయి

# published_caps
source: PUBLISHED
es: PUBLICADO
hi: प्रकाशित
ml: പ്രസിദ്ധീകരിച്ചത്
mr: प्रकाशित
ta: வெளியிடப்பட்டது
te: ప్రచురించబడింది

# as_published
source: Assessment Published Successfully
es: Evaluación publicada con éxito
hi: आकलन सफलतापूर्वक प्रकाशित किया गया
ml: വിലയിരുത്തൽ വിജയകരമായി പ്രസിദ്ധീകരിച്ചു
mr: मूल्यांकन यशस्वीरित्या प्रकाशित केले
ta: மதிப்பீடு வெற்றிகரமாக வெளியிடப்பட்டது
te: అసెస్‌మెంట్ విజయవంతంగా ప్రచురించబడింది

# back_to_as
source: Back to My Assessment
es: Volver a mi evaluación
hi: वापस मेरे आकलन पर
ml: എന്റെ വിലയിരുത്തലിലേക്ക് മടങ്ങുക
mr: माझ्या मूल्यांकनकडे परत
ta: எனது மதிப்பீட்டிற்குத் திரும்பு
te: నా అంచనాకు తిరిగి వెళ్ళు

# disclaimer_content
source: ITNEducation is not responsible for the content and accuracy of the Questions & Answer available in the Library.
es: itneducation no es responsable del contenido y precisión de las preguntas y respuesta disponible en la biblioteca.
hi: itneducation के लिए जिम्मेदार नहीं है प्रश्नों की सामग्री और सटीकता और उत्तर लाइब्रेरी में उपलब्ध उपलब्ध है।
ml: ITNEducation ഉത്തരവാദിത്തമില്ല ചോദ്യങ്ങളുടെയും ഉത്തരത്തിന്റെയും ഉള്ളടക്കവും കൃത്യതയും ലൈബ്രറിയിൽ ലഭ്യമാണ്.
mr: ITNEducation यासाठी जबाबदार नाही प्रश्नांची सामग्री आणि अचूकता आणि उत्तर लायब्ररीत उपलब्ध.
ta: itneducation கேள்விகளின் உள்ளடக்கம் மற்றும் துல்லியம் மற்றும் பதில் நூலகத்தில் கிடைக்கிறது.
te: itneducation ప్రశ్నలు & సమాధానం యొక్క కంటెంట్ మరియు ఖచ్చితత్వానికి బాధ్యత వహించదు లైబ్రరీలో లభించే.

# in_progress_caps
source: IN PROGRESS
es: EN CURSO
hi: चालू
ml: പുരോഗതിയിൽ
mr: प्रगतीपथावर
ta: முன்னேற்றத்தில்
te: పురోగతిలో ఉంది

# teacher_reg_caps
source: TEACHER REGISTRATION
es: Inscripción del maestro
hi: शिक्षक पंजीकरण
ml: അധ്യാപക രജിസ്ട്രേഷൻ
mr: शिक्षक नोंदणी
ta: ஆசிரியர் பதிவு
te: ఉపాధ్యాయ నమోదు

source: Enter First Name
es: Ingrese el nombre
hi: प्रथम नाम दर्ज करें
ml: ആദ്യ നാമം നൽകുക
mr: प्रथम नाव प्रविष्ट करा
ta: முதல் பெயரை உள்ளிடவும்
te: మొదటి పేరును నమోదు చేయండి

source: Enter Last Name
es: Introduzca el apellido
hi: अंतिम नाम दर्ज करो
ml: അവസാന നാമം നൽകുക
mr: आडनाव प्रविष्ट करा
ta: கடைசி பெயரை உள்ளிடவும்
te: చివరి పేరును నమోదు చేయండి

# enter_dob
source: Enter Date Of Birth
es: Ingrese fecha de nacimiento
hi: जन्म तारीख दर्ज करें
ml: ജനനത്തീയതി നൽകുക
mr: जन्म तारीख प्रविष्ट करा
ta: பிறந்த தேதியை உள்ளிடவும்
te: పుట్టిన తేదీని నమోదు చేయండి
