Repository: KrishnakumarS31/QNA-2.1.16
Catalog: lib/l10n/app_*.arb
Languages: es, hi, ml, mr, ta, te

source: Required field
es: Campo requerido
hi: आवश्यक क्षेत्र
ml: ആവശ്യമായ ഫീൽഡ്
mr: आवश्यक फील्ड
ta: தேவையான புலம்
te: కావలసిన సమాచారం

source: Registration ID
es: Identificación de Registro
hi: पंजीयन पहचान
ml: രജിസ്ട്രേഷൻ ഐഡി
mr: नोंदणी आयडी
ta: பதிவு ஐடி
te: రిజిస్ట్రేషన్ ఐడి

# enter_org_name
source: Enter Organization Name
es: Ingrese el nombre de la organización
hi: संगठन का नाम दर्ज करें
ml: ഓർഗനൈസേഷന്റെ പേര് നൽകുക
mr: संस्थेचे नाव प्रविष्ट करा
ta: நிறுவனத்தின் பெயரை உள்ளிடவும்
te: సంస్థ పేరును నమోదు చేయండి

# minimum_8_char
source: Enter Minimum 8 Characters
es: Ingrese mínimo 8 caracteres
hi: न्यूनतम 8 वर्ण दर्ज करें
ml: കുറഞ്ഞത് 8 പ്രതീകങ്ങൾ നൽകുക
mr: किमान 8 वर्ण प्रविष्ट करा
ta: குறைந்தபட்சம் 8 எழுத்துக்களை உள்ளிடவும்
te: కనీసం 8 అక్షరాలను నమోదు చేయండి

# re_enter_password
source: Re-enter exact same password
es: Volver a entrar exacto en la misma contraseña
hi: ठीक उसी पासवर्ड को फिर से दर्ज करें
ml: കൃത്യമായ അതേ പാസ്വേഡ് വീണ്ടും നൽകുക
mr: तंतोतंत समान संकेतशब्द पुन्हा प्रविष्ट करा
ta: அதே கடவுச்சொல்லை மீண்டும் உள்ளிடவும்
te: ఖచ్చితమైన పాస్‌వర్డ్‌ను తిరిగి నమోదు చేయండి

source: VERIFY OTP
es: Verificar OTP
hi: OTP सत्यापित करें
ml: OTP പരിശോധിക്കുക
mr: ओटीपी सत्यापित करा
ta: OTP ஐ சரிபார்க்கவும்
te: OTP ని ధృవీకరించండి

# check_email_otp
source: CHECK YOUR EMAIL FOR OTP
es: Revise su correo electrónico para OTP
hi: OTP के लिए अपना ईमेल देखें
ml: Otp- നായി നിങ്ങളുടെ ഇമെയിൽ പരിശോധിക്കുക
mr: ओटीपीसाठी आपले ईमेल तपासा
ta: OTP க்கான உங்கள் மின்னஞ்சலை சரிபார்க்கவும்
te: OTP కోసం మీ ఇమెయిల్‌ను తనిఖీ చేయండి

source: Incorrect OTP
es: OTP incorrecto
hi: गलत ओटीपी
ml: തെറ്റായ OTP
mr: चुकीचे ओटीपी
ta: தவறான OTP
te: తప్పు OTP

# otp_expire_in
source: The OTP will be expired in
es: El OTP estará expirado en
hi: OTP को समाप्त किया जाएगा
ml: OTP കാലഹരണപ്പെടും
mr: ओटीपी कालबाह्य होईल
ta: OTP காலாவதியாகும்
te: OTP గడువు ముగిసింది

# don_receive_otp
source: Don't receive OTP?
es: ¿No recibes OTP?
hi: OTP प्राप्त नहीं है?
ml: OTP സ്വീകരിക്കുന്നില്ലേ?
mr: ओटीपी प्राप्त होत नाही?
ta: OTP ஐப் பெறவில்லையா?
te: OTP స్వీకరించలేదా?

# resent_otp
source: Resend OTP
es: Reiniciar OTP
hi: ओटीपी पुनः भेजें
ml: OTP വീണ്ടും അയയ്ക്കുക
mr: ओटीपी रीसंड करा
ta: OTP ஐ மீண்டும் அனுப்பவும்
te: OTP ను మళ్ళీ పంపు

# entered_otp_not_match
source: Entered OTP does not match
es: Entrado OTP no coincide
hi: दर्ज ओटीपी मेल नहीं खाता है
ml: OTP പൊരുത്തപ്പെടുന്നില്ല
mr: प्रविष्ट ओटीपी जुळत नाही
ta: நுழைந்த OTP பொருந்தவில்லை
te: ఎంటర్ చేసిన OTP సరిపోలలేదు

source: Validate
es: Validar
hi: मान्य
ml: സാധൂകരിക്കുക
mr: सत्यापित करा
ta: சரிபார்க்கவும்
te: ధృవీకరించండి

# registration_completed
source: Your registration has been successfully completed.
es: Su registro se ha completado con éxito.
hi: आपका पंजीकरण सफलतापूर्वक पूरा हो गया है।
ml: നിങ്ങളുടെ രജിസ്ട്രേഷൻ വിജയകരമായി പൂർത്തിയാക്കി.
mr: आपली नोंदणी यशस्वीरित्या पूर्ण झाली आहे.
ta: உங்கள் பதிவு வெற்றிகரமாக முடிக்கப்பட்டுள்ளது.
te: మీ రిజిస్ట్రేషన్ విజయవంతంగా పూర్తయింది.

# results_caps
source: RESULTS
es: RESULTADOS
hi: परिणाम
ml: ഫലം
mr: परिणाम
ta: முடிவுகள்
te: ఫలితాలు

# sub_small
source: Subject
es: Sujeto
hi: विषय
ml: വിഷയം
mr: विषय
ta: பொருள்
te: విషయం

# internal_ass_id
source: Internal Assessment ID
es: ID de evaluación interna
hi: आंतरिक मूल्यांकन आईडी
ml: ആന്തരിക അസസ്മെന്റ് ഐഡി
mr: अंतर्गत मूल्यांकन आयडी
ta: உள் மதிப்பீட்டு ஐடி
te: అంతర్గత అసెస్‌మెంట్ ఐడి

source: Title
es: Título
hi: शीर्षक
ml: തലക്കെട്ട്
mr: शीर्षक
ta: தலைப்பு
te: శీర్షిక

# degree_small
source: Degree
es: Grado
hi: डिग्री
ml: ഡിഗ്രി
mr: पदवी
ta: பட்டம்
te: డిగ్రీ

# total_small
source: Total
hi: कुल
ml: മൊത്തമായ
mr: एकूण
ta: மொத்தம்
te: మొత్తం

# schedule_small
source: Schedule
es: Cronograma
hi: अनुसूची
ml: പട്ടിക
mr: वेळापत्रक
ta: அட்டவணை
te: షెడ్యూల్

source: Participation statistics
es: Estadísticas de participación
hi: भागीदारी सांख्यिकी
ml: പങ്കാളിത്ത സ്ഥിതിവിവരക്കണക്കുകൾ
mr: सहभागाची आकडेवारी
ta: பங்கேற்பு புள்ளிவிவரங்கள்
te: పాల్గొనే గణాంకాలు

# test_time_permitted
source: Test max. Time permitted:
es: Prueba máx. Tiempo permitido
hi: टेस्ट मैक्स। समय की अनुमति
ml: ടെസ്റ്റ് മാക്സ്. സമയം അനുവദനീയമാണ്
mr: चाचणी मॅक्स. वेळ परवानगी
ta: சோதனை அதிகபட்சம். நேரம் அனுமதிக்கப்படுகிறது
te: పరీక్ష గరిష్టంగా. సమయం అనుమతి ఉంది

# test_opening_time
source: Test Opening Date & Time:
es: Prueba de apertura Fecha y hora
hi: परीक्षण उद्घाटन तिथि और समय
ml: ടെസ്റ്റ് ഓപ്പണിംഗ് തീയതിയും സമയവും
mr: चाचणी उद्घाटन तारीख आणि वेळ
ta: சோதனை தொடக்க தேதி & நேரம்
te: పరీక్ష ప్రారంభ తేదీ & సమయం

# test_closing_time
source: Test Closing Date & Time:
es: Fecha y hora de cierre de la prueba
hi: परीक्षण समापन तिथि और समय
ml: ടെസ്റ്റ് ക്ലോസിംഗ് തീയതിയും സമയവും
mr: चाचणी समाप्तीची तारीख आणि वेळ
ta: நிறைவு தேதி & நேரத்தை சோதிக்கவும்
te: పరీక్ష ముగింపు తేదీ & సమయం

# submitted_small
source: Submitted
es: Enviado
hi: प्रस्तुत
ml: സമർപ്പിച്ചു
mr: सबमिट केले
ta: சமர்ப்பிக்கப்பட்டது
te: సమర్పించబడింది

# results_report_caps
source: RESULTS REPORT
es: Informe de resultados
hi: परिणाम रिपोर्ट
ml: ഫലങ്ങൾ
mr: परिणाम अहवाल
ta: முடிவுகள் அறிக்கை
te: ఫలితాల నివేదిక

# answered_small
source: Answered
es: Contestada
hi: उत्तर
ml: ഉത്തരം
mr: उत्तर दिले
ta: பதில்
te: సమాధానం

# total_parti_list
source: Total Participants List
es: Lista de participantes totales
hi: कुल प्रतिभागियों की सूची
ml: ആകെ പങ്കെടുക്കുന്നവരുടെ പട്ടിക
mr: एकूण सहभागींची यादी
ta: மொத்த பங்கேற்பாளர்கள் பட்டியல்
te: మొత్తం పాల్గొనేవారి జాబితా

# tap_to_student_details
source: Tap on respective student for details
es: Toque el estudiante respectivo para más detalles
hi: विवरण के लिए संबंधित छात्र पर टैप करें
ml: വിശദാംശങ്ങൾക്കായി അതത് വിദ്യാർത്ഥിയെ ടാപ്പുചെയ്യുക
mr: तपशीलांसाठी संबंधित विद्यार्थ्यावर टॅप करा
ta: விவரங்களுக்கு அந்தந்த மாணவனைத் தட்டவும்
te: వివరాల కోసం సంబంధిత విద్యార్థిని నొక్కండి

source: Completed Tests
es: Pruebas completadas
hi: पूर्ण परीक्षण
ml: ടെസ്റ്റുകൾ പൂർത്തിയാക്കി
mr: पूर्ण चाचण्या
ta: முடிக்கப்பட்ட சோதனைகள்
te: పరీక్షలు పూర్తయ్యాయి

# inprogress_results
source: In Progress Tests
es: En pruebas de progreso
hi: प्रगति परीक्षण में
ml: പുരോഗതി പരിശോധനയിൽ
mr: प्रगती चाचण्यांमध्ये
ta: முன்னேற்ற சோதனைகளில்
te: పురోగతి పరీక్షలలో

source: Not Started Tests
es: No se iniciaron pruebas
hi: परीक्षण शुरू नहीं किया
ml: പരിശോധന ആരംഭിച്ചില്ല
mr: चाचण्या सुरू केल्या नाहीत
ta: சோதனைகள் தொடங்கப்படவில்லை
te: పరీక్షలు ప్రారంభించలేదు

source: NO RESULTS FOUND
es: NO SE HAN ENCONTRADO RESULTADOS
hi: कोई परिणाम नहीं मिला
ml: ഒരു ഫലവും കണ്ടെത്താനായില്ല
mr: कोणताही परिणाम आढळला नाही
ta: முடிவுகள் எதுவும் இல்லை
te: ఎటువంటి ఫలితాలు లభించలేదు

# submitted_caps
source: SUBMITTED
es: ENVIADO
hi: प्रस्तुत
ml: സമർപ്പിച്ചു
mr: सबमिट केले
ta: சமர்ப்பிக்கப்பட்டது
te: సమర్పించబడింది

# total_caps
source: TOTAL
hi: कुल
ml: മൊത്തമായ
mr: एकूण
ta: மொத்தம்
te: మొత్తం

# dob_small
source: Date of Birth
es: Fecha de nacimiento
hi: जन्म की तारीख
ml: ജനനത്തീയതി
mr: जन्म तारीख
ta: பிறந்த தேதி
te: పుట్టిన తేది

# gender_small
source: Gender
es: Género
hi: लिंग
ml: ലിംഗഭേദം
mr: लिंग
ta: பாலினம்
te: లింగం

# country_citizen_small
source: Country Citizen
es: Ciudadano
hi: देशी नागरिक
ml: രാജ്യ പൗരൻ
mr: देश नागरिक
ta: நாட்டு குடிமகன்
te: దేశ పౌరుడు

# country_resident_small
source: Country Resident
es: Residente del país
hi: देश निवासी
ml: രാജ്യവാസി
mr: देशातील रहिवासी
ta: நாட்டு குடியிருப்பாளர்
te: దేశ నివాసి

# also_teacher
source: Registered as Student also
es: Registrado como estudiante también
hi: छात्र के रूप में भी पंजीकृत
ml: വിദ്യാർത്ഥിയായി രജിസ്റ്റർ ചെയ്തു
mr: विद्यार्थी म्हणून देखील नोंदणीकृत
ta: மாணவராகவும் பதிவு செய்யப்பட்டுள்ளது
te: విద్యార్థిగా కూడా నమోదు చేయబడింది

# reg_id_small
source: Registration ID / Roll Number
es: ID de registro / número de rollo
hi: पंजीकरण आईडी / रोल नंबर
ml: രജിസ്ട്രേഷൻ ഐഡി / റോൾ നമ്പർ
mr: नोंदणी आयडी / रोल नंबर
ta: பதிவு ஐடி / ரோல் எண்
te: రిజిస్ట్రేషన్ ఐడి / రోల్ నంబర్

source: NO CONNECTION
es: SIN CONEXIÓN
hi: कोई कनेक्शन नहीं
ml: ബന്ധമില്ല
mr: कनेक्शन नाही
ta: இணைப்பு இல்லை
te: కనెక్షన్ లేదు

# check_internet
source: Please check your internet connectivity
es: Consulte su conectividad a Internet
hi: कृपया अपने इंटरनेट कनेक्टिविटी की जाँच करें
ml: നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്റ്റിവിറ്റി പരിശോധിക്കുക
mr: कृपया आपली इंटरनेट कनेक्टिव्हिटी तपासा
ta: உங்கள் இணைய இணைப்பை சரிபார்க்கவும்
te: దయచేసి మీ ఇంటర్నెట్ కనెక్టివిటీని తనిఖీ చేయండి

# privacy_text_web
source: ITNEducation Inc., builds range of IT in Education products and services that help millions of students / learners and teachers / instructors to learn digitally and freely.
es: Itneducation Inc., construye una gama de TI en productos y servicios educativos que ayudan a millones de estudiantes / alumnos y a los maestros / instructores a aprender digital y libremente.
hi: Itneducation Inc., शिक्षा उत्पादों और सेवाओं में आईटी की सीमा का निर्माण करता है जो लाखों छात्रों / शिक्षार्थियों और teachers / प्रशिक्षकों को डिजिटल और स्वतंत्र रूप से सीखने में मदद करते हैं।
ml: ഡിജിറ്റലി പഠിക്കാനും സ്വതന്ത്രമായും പഠിക്കാൻ ദശലക്ഷക്കണക്കിന് വിദ്യാർത്ഥികളെ / പഠിതാക്കൾ / ഇൻസ്ട്രക്ടർമാർ / ഇൻസ്ട്രക്ടറുകൾ / ഇൻസ്ട്രക്ടർമാർ / ഇൻസ്ട്രക്ടർമാർ / ഇൻസ്ട്രക്ടർമാർ / ഇൻസ്ട്രക്ടർമാർ / ഇൻസ്ട്രക്ടറുകൾ / ഇൻസ്ട്രക്ടർമാർ എന്നിവരെ ഐടിഇഡൂക്കേഷൻ ഇങ്ക് നിർമ്മിക്കുന്നു.
mr: आयटीएड्यूकेशन इंक., शिक्षण उत्पादने आणि सेवांमध्ये आयटीची श्रेणी तयार करते जी लाखो विद्यार्थी / शिकणारे आणि teachers / प्रशिक्षकांना डिजिटल आणि मुक्तपणे शिकण्यास मदत करते.
ta: ஐட்நுகேஷன் இன்க்., மில்லியன் கணக்கான மாணவர்கள் /n கற்றவர்கள் மற்றும் teachers / பயிற்றுநர்கள் டிஜிட்டல் மற்றும் சுதந்திரமாக கற்றுக்கொள்ள உதவும் கல்வி தயாரிப்புகள் மற்றும் சேவைகளில் ஐ.டி வரம்பை உருவாக்குகிறது.
te: ఇట్డెకేషన్ ఇంక్., విద్య ఉత్పత్తులు మరియు సేవలలో దాని పరిధిని నిర్మిస్తుంది, ఇది మిలియన్ల మంది విద్యార్థులు / అభ్యాసకులు మరియు గురువులు / బోధకులకు డిజిటల్‌గా మరియు స్వేచ్ఛగా నేర్చుకోవడానికి సహాయపడుతుంది.

# privacy_text
source: ITNEducation Inc., builds range of IT in Education products and services that help millions of students / learners and teachers / instructors to learn digitally and freely.
es: Itneducation Inc., construye un rango de TI en productos y servicios de education que ayudan a millions de estudiantes / alumnos e instructores / instructores a aprender digital y libremente.
hi: Itneducation Inc., education उत्पादों और सेवाओं में इसकी सीमा का निर्माण करता है जो छात्रों / शिक्षार्थियों के millions और teachers / प्रशिक्षकों को डिजिटल और स्वतंत्र रूप से सीखने में मदद करते हैं।
ml: ഡിജിറ്റലി പഠിക്കാനും സ്വതന്ത്രമായും പഠിക്കാൻ വിദ്യാർത്ഥികൾ / പഠിതാക്കൾ, ഇൻസ്ട്രക്ടർമാർ / ഇൻസ്ട്രക്ടർമാർ / ഇൻസ്ട്രക്ടർമാർ / ഇൻസ്ട്രക്ടർമാർ / ഇൻസ്ട്രക്ടർമാർ എന്നിവയിൽ ഇറ്റ്നെഡുക്കേഷൻ ഇങ്ക് നിർമ്മിക്കുന്നു.
mr: आयटीडीकेशन इंक., एनड्यूकेशन उत्पादने आणि सेवांमध्ये त्याची श्रेणी तयार करते जी मिलियन विद्यार्थी / शिकणारे आणि teachers / प्रशिक्षकांना डिजिटल आणि मुक्तपणे शिकण्यास मदत करते.
ta: Itneducation Inc., education தயாரிப்புகள் மற்றும் சேவைகளில் அதன் வரம்பை உருவாக்குகிறது, அவை million மாணவர்கள் / கற்றவர்கள் மற்றும் teachers / பயிற்றுநர்கள் டிஜிட்டல் மற்றும் சுதந்திரமாக கற்றுக்கொள்ள உதவுகின்றன.
te: ఇట్డెకేషన్ ఇంక్., డిజిటల్‌గా మరియు స్వేచ్ఛగా నేర్చుకోవడానికి మిలియన్లు విద్యార్థులు / అభ్యాసకులు మరియు గురువులు / బోధకులకు సహాయపడే నెడ్యూకేషన్ ఉత్పత్తులు మరియు సేవల్లో దాని పరిధిని నిర్మిస్తుంది.

# read_qna
source: Read QNATest
es: Leer qnatest
hi: Qnatest पढ़ें
ml: QNATEST വായിക്കുക
mr: Qnatest वाचा
ta: Qnatest ஐப் படியுங்கள்
te: Qnatest చదవండి

# services
source: of Service
es: OF Servicio
hi: of सेवा
ml: സേവനം
mr: Service tof सेवा

source: MCQ
hi: मंडल
ml: ಎಂಸಿಕ್ಯೂ
mr: खडक
te: సమాధానం ఎంచుకోండి

source: Continue as,
ml: പോലെ തുടരുക
