Repository: KrishnakumarS31/QNA-2.1.16
Catalog: lib/l10n/app_*.arb
Languages: es, hi, ml, mr, ta, te

# about_us_description
source: ITNEducation Inc., builds range of IT in Education products and services that help millions of students / learners and teachers / instructors to learn digitally and freely. QNATest is an Intelligent Learning Evaluation, Assessment & Advisor platform, which is:
es: Itneducation Inc., construye un rango de TI en productos y servicios de education que ayudan a millions de estudiantes/alumnos e instructores / instructores a aprender digital y freely. Qnatest es un aprendizaje inteligente evaluación, evaluación y asesor platform, que es:
hi: Itneducation Inc., education उत्पादों और सेवाओं में इसकी सीमा का निर्माण करता है, जो छात्रों / शिक्षार्थियों और teachers / प्रशिक्षकों के millions की मदद करते हैं, जो डिजिटल और frerely सीखने के लिए हैं। Qnatest एक बुद्धिमान सीखने evaluation, मूल्यांकन और सलाहकार platform है, जो है:
ml: ITNEducation Inc., ഐടി ശ്രേണി നിർമ്മിക്കുന്നു സഹായിക്കുന്ന വിദ്യാഭ്യാസ ഉൽപ്പന്നങ്ങളും സേവനങ്ങളും ദശലക്ഷക്കണക്കിന് വിദ്യാർത്ഥികൾ പഠിതാക്കളും അധ്യാപകർ ഇൻസ്ട്രക്ടർമാർ ഡിജിറ്റലായി പഠിക്കണം സ്വതന്ത്രമായി. QNATest ഒരു Intelligent Learning ആണ് മൂല്യനിർണ്ണയം, വിലയിരുത്തൽ , ഉപദേഷ്ടാവ് പ്ലാറ്റ് ഫോം, അതായത്:"
mr: आयटीडीकेशन इंक., एनड्यूकेशन उत्पादने आणि सेवांमध्ये त्याची श्रेणी तयार करते जी मिलियन विद्यार्थी / शिकणारे आणि teachers / प्रशिक्षकांना डिजिटल आणि freely शिकण्यास मदत करते. QNATEST हे एक बुद्धिमान शिक्षण आहे नेव्हल्युएशन, मूल्यांकन आणि सल्लागार platform, जेः
ta: Itneducation Inc., education தயாரிப்புகள் மற்றும் சேவைகளில் அதன் வரம்பை உருவாக்குகிறது, அவை million மாணவர்கள் / கற்றவர்கள் மற்றும் teachers / பயிற்றுநர்கள் டிஜிட்டல் மற்றும் frely கற்றுக்கொள்ள உதவுகின்றன. Qnatest என்பது ஒரு புத்திசாலித்தனமான கற்றல் நெவலேஷன், மதிப்பீடு மற்றும் ஆலோசகர் platform, அதாவது:
te: ఇట్డెకేషన్ ఇంక్., ITNeducation ఉత్పత్తులు మరియు సేవలలో దాని పరిధిని నిర్మిస్తుంది, ఇది మిలియన్లు విద్యార్థులు / అభ్యాసకులు మరియు గురువులు / బోధకులు డిజిటల్‌గా మరియు స్వేచ్ఛగా ను నేర్చుకోవడానికి సహాయపడుతుంది. Qnatest అనేది తెలివైన అభ్యాసం నెవాల్యుయేషన్, అసెస్‌మెంట్ & అడ్వైజర్ వేదిక, ఇది:

# cookie_policy_caps
source: COOKIE POLICY
es: POLÍTICA DE COOKIES
hi: कूकी नीति
ml: കുക്കി നയം
mr: कुकी धोरण
ta: குக்கீ கொள்கை
te: కుకీ విధానం

# not_use_cookies
source: QNATest App does not use Cookies.
es: La aplicación Qnatest no usa cookies.
hi: Qnatest ऐप कुकीज़ का उपयोग नहीं करता है।
ml: ക്സ്റ്റോസ്റ്റ് അപ്ലിക്കേഷൻ കുക്കികൾ ഉപയോഗിക്കുന്നില്ല.
mr: QNATEST अॅप कुकीज वापरत नाही.
ta: Qnatest பயன்பாடு குக்கீகளைப் பயன்படுத்தாது.
te: Qnatest అనువర్తనం కుకీలను ఉపయోగించదు.

# cookie_policy_description
source: QNATest apps will not request cookies to be set on your device. We do not use cookies, when you visit QNATEST web site or deploy the app.There are no settings related to cookie preferences.
es: QNATEST APPS no solicitará que las cookies se establezcan en su dispositivo. No usamos cookies, cuando visita Qnatest Web site o implementa la aplicación. No hay settings relacionados con las preferencias de cookies.
hi: Qnatest ऐप्स आपके डिवाइस पर be सेट करने के लिए कुकीज़ का अनुरोध नहीं करेंगे। जब आप Qnatest Web site पर जाते हैं या ऐप को तैनात करते हैं, तो हम cookies का उपयोग नहीं करते हैं। कुकी वरीयताओं से संबंधित कोई settings नहीं हैं।
ml: നിങ്ങളുടെ ഉപകരണത്തിൽ സെറ്റ് സജ്ജീകരിക്കുന്നതിന് കുക്കികൾ അഭ്യർത്ഥിക്കാൻ അറ്റാറ്റർ അപ്ലിക്കേഷനുകൾ അഭ്യർത്ഥിക്കില്ല. ഞങ്ങൾ കുക്കികൾ ഉപയോഗിക്കുന്നില്ല, നിങ്ങൾ സൈറ്റ് ചെയ്യുക അല്ലെങ്കിൽ ആപ്പ് വിന്യസിക്കുക.കുക്കി മുൻഗണനകളുമായി ബന്ധപ്പെട്ട കുക്കി മുൻഗണനകളുമായി ബന്ധപ്പെട്ട ക്രമീകരണങ്ങൾ.
mr: QNATEST अॅप्स आपल्या डिव्हाइसवर be सेट करण्यासाठी कुकीजची विनंती करणार नाहीत. जेव्हा आपण QNATEST वेब site वर भेट देता किंवा अ‍ॅप उपयोजित करता तेव्हा आम्ही cookies वापरत नाही. कुकीच्या प्राधान्यांशी संबंधित कोणतेही एनसेटिंग्ज नाहीत.
ta: Qnatest பயன்பாடுகள் உங்கள் சாதனத்தில் அமைக்க குக்கீகளை கோராது. நீங்கள் qnatest வலை site ஐப் பார்வையிடும்போது அல்லது பயன்பாட்டை வரிசைப்படுத்தும்போது நாங்கள் cookies ஐப் பயன்படுத்த மாட்டோம். குக்கீ விருப்பத்தேர்வுகள் தொடர்பான settings எதுவும் இல்லை.
te: Qnatest అనువర్తనాలు మీ పరికరంలో సెట్ చేయడానికి కుకీలను అభ్యర్థించవు. మీరు Qnatest వెబ్ సైట్ ని సందర్శించినప్పుడు లేదా అనువర్తనాన్ని అమలు చేసినప్పుడు మేము కుకీలు ఉపయోగించము. కుకీ ప్రాధాన్యతలకు సంబంధించిన సెట్టింగ్ లు లేవు.

# help_caps
source: HELP
es: AYUDA
hi: मदद
ml: സഹായം
mr: मदत
ta: உதவி
te: సహాయం

# can_help
source: How can we help you ?
es: Como podemos ayudarte ?
hi: हम आपकी कैसे मदद कर सकते हैं ?
ml: എങ്ങനെയാണ് നിന്നെ ഞങ്ങള് സഹായിക്കേണ്ടത് ?
mr: आम्ही आपल्याला कशी मदत करू शकतो?
ta: உங்களுக்கு எவ்வாறு உதவலாம் ?
te: మేము మీకు ఎలా సహాయం చేయగలం?

# check_out
source: Please first check out the
es: Primero consulte el
hi: कृपया पहले देखें
ml: ദയവായി ആദ്യം പരിശോധിക്കുക
mr: कृपया प्रथम टी टी पहा
ta: முதலில் ஐப் பாருங்கள்
te: దయచేసి మొదట చూడండి

# faq
source: FAQs
es: Preguntas frecuentes
hi: पूछे जाने वाले प्रश्न
ml: പതിവുചോദ്യങ്ങൾ
mr: FAQ
ta: கேள்விகள்
te: తరచుగా అడిగే ప్రశ్నలు

# find_answers
source: If you are unable to find answers to your queries related to the QNATest App,please feel free to
es: Si no puede encontrar respuestas a sus queries relacionadas con la aplicación Qnatest, por favor, por favor, sea libre de
hi: यदि आप Qnatest ऐप से संबंधित अपने queries के उत्तर खोजने में असमर्थ हैं, तो कृपया feel मुक्त से मुक्त हो
ml: നിങ്ങൾക്ക് ഉത്തരം കണ്ടെത്താൻ കഴിയുന്നില്ലെങ്കിൽ QNATest App-മായി ബന്ധപ്പെട്ട അന്വേഷണങ്ങൾ, ദയവായി മടിക്കേണ്ടതില്ല.
mr: आपण Qnateest अॅपशी संबंधित आपल्या queries ची उत्तरे शोधण्यात अक्षम असल्यास, कृपया feel To
ta: Qnatest பயன்பாடு தொடர்பான உங்கள் queries க்கான பதில்களை நீங்கள் கண்டுபிடிக்க முடியவில்லை என்றால், தயவுசெய்து க்கு இலவசம்
te: మీరు Qnatest అనువర్తనానికి సంబంధించిన మీ ప్రశ్నలు కు సమాధానాలు కనుగొనలేకపోతే, దయచేసి స్వేచ్ఛగా ఉండండి

# email_help
source: email
es: correo electrónico
hi: ईमेल
ml: ഇമെയിൽ
mr: ईमेल
ta: மின்னஞ்சல்
te: ఇమెయిల్

# not_sure_flag
source: Not Sure Flag: Press Flag to re-check later
es: No estoy seguro Flag: presione la bandera para volver a verificar más tarde
hi: निश्चित नहीं झंडा: बाद में फिर से जांच करने के लिए ध्वज दबाएं
ml: ഫ്ലാഗ് ഇല്ല: പിന്നീട് വീണ്ടും പരിശോധിക്കാൻ ഫ്ലാഗ് അമർത്തുക
mr: निश्चित नाही ध्वजः नंतर पुन्हा तपासण्यासाठी ध्वज दाबा
ta: நிச்சயமாக கொடி இல்லை: பின்னர் மீண்டும் சரிபார்க்க கொடியை அழுத்தவும்
te: జెండా ఖచ్చితంగా తెలియదు: తరువాత తిరిగి తనిఖీ చేయడానికి ఫ్లాగ్ నొక్కండి

# skip_to_end
source: Skip to End of question paper
es: Saltar al final del papel de preguntas
hi: प्रश्न पत्र के अंत में छोड़ दें
ml: ചോദ്യ പേപ്പറിന്റെ അവസാനം വരെ ഒഴിവാക്കുക
mr: प्रश्नपत्रिकेच्या शेवटी जा
ta: வினாத்தாளின் முடிவுக்கு தவிர்க்கவும்
te: ప్రశ్న కాగితం ముగింపుకు దాటవేయండి

# test_qn_page
source: Test
es: Prueba
hi: परीक्षा
ml: പരീക്ഷണസന്വദായം
mr: चाचणी
ta: சோதனை
te: పరీక్ష

# practice_qn_page
source: Practice
es: Práctica
hi: अभ्यास
ml: പരിശീലിക്കുക
mr: सराव
ta: பயிற்சி
te: ప్రాక్టీస్

# not_sure_press
source: Not Sure Flag: Press Flag to re-check later
es: No estoy seguro de la bandera: press Flag para volver a verificar más tarde
hi: निश्चित नहीं है कि ध्वज: press ध्वज को बाद में फिर से जांचने के लिए
ml: ഫ്ലാഗ്: പിന്നീട് വീണ്ടും പരിശോധിക്കാൻ ഫ്ലാഗ് അമർത്തുക
ta: நிச்சயமாக கொடி இல்லை: பின்னர் மீண்டும் சரிபார்க்க கொடி
te: జెండా ఖచ్చితంగా తెలియదు: తరువాత తిరిగి తనిఖీ చేయడానికి ఫ్లాగ్

# skip_end
source: Skip to end
es: Saltar para terminar
hi: समाप्त करना
ml: അവസാനിക്കാൻ പോകുക
ta: முடிவுக்கு தவிர்க்கவும்
te: ముగించడానికి దాటవేయండి

source: Not Sure
es: No estoy seguro
hi: पक्का नहीं
ml: തീർച്ചയില്ല
ta: நிச்சயமாக இல்லை
te: ఖచ్చితంగా తెలియదు

# enter_text_here
source: Enter your text here
es: Escriba su texto aquí
hi: अपना पाठ यहां दर्ज करें
ml: നിങ്ങളുടെ വാചകം ഇവിടെ നൽകുക
ta: உங்கள் உரையை இங்கே உள்ளிடவும்
te: మీ వచనాన్ని ఇక్కడ నమోదు చేయండి

# marks_qn
source: Marks
es: Marcas
hi: निशान
ml: അടയാളങ്ങൾ
ta: மதிப்பெண்
te: మార్కులు

# qn_qn_page
source: Question
es: Pregunta
hi: सवाल
ml: ചോദം
ta: கேள்வி
te: ప్రశ్న

source: Not Answered
es: No respondido
hi: जवाब नहीं दिया
ml: ഉത്തരം ലഭിച്ചിട്ടില്ല
ta: பதில் அளிக்கவில்லை
te: సమాధానం ఇవ్వలేదు

# ques
source: Q
ta: வினா
te: ప్ర

source: Wrong password
es: Contraseña incorrecta
hi: गलत पासवर्ड
ml: ತಪ್ಪು ಪಾಸ್ವರ್ಡ್
mr: चुकीचा गुप्तशब्द
ta: தவறான கடவுச்சொல்
te: సరియినది కాని రహస్య పదము

# pls_enter_cr_pass
source: please enter the correct password
es: Por favor ingrese la contraseña correcta
hi: कृपया सही पासवर्ड दर्ज करें
ml: ದಯವಿಟ್ಟು ಸರಿಯಾದ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸಿ
mr: कृपया योग्य संकेतशब्द प्रविष्ट करा
ta: சரியான கடவுச்சொல்லை உள்ளிடவும்
te: దయచేసి సరైన పాస్‌వర్డ్‌ను నమోదు చేయండి

# enter_pass_min
source: Enter password Min 8 Characters
es: Ingrese la contraseña min 8 caracteres
hi: पासवर्ड न्यूनतम 8 अक्षर दर्ज करें
ml: ಪಾಸ್ವರ್ಡ್ ನಿಮಿಷ 8 ಅಕ್ಷರಗಳನ್ನು ನಮೂದಿಸಿ
mr: संकेतशब्द किमान 8 वर्ण प्रविष्ट करा
ta: கடவுச்சொல் நிமிடம் 8 எழுத்துக்களை உள்ளிடவும்
te: పాస్వర్డ్ను నమోదు చేయండి నిమిషం 8 అక్షరాలు

# prepare_caps
source: PREPARE
es: PREPARAR
hi: तैयार करना
ml: ತಯಾರು
mr: तयार करा
ta: தயார்
te: సిద్ధం

# qn_button
source: Questions
es: Preguntas
hi: प्रशन
ml: ಪ್ರಶ್ನೆಗಳು
mr: प्रश्न
ta: கேள்விகள்
te: ప్రశ్నలు

# view_edit_del
source: VIEW/EDIT/PREPARE
es: Ver/editar/preparar
hi: देखें/संपादित करें/तैयार करें
ml: ವೀಕ್ಷಿಸಿ/ಸಂಪಾದಿಸಿ/ತಯಾರಿಸಿ
mr: पहा/संपादन/तयार करा
ta: பார்க்க/திருத்த/தயார்
te: వీక్షించండి/సవరించండి/సిద్ధం చేయండి

# assessment_button
source: Assessments
es: Evaluaciones
hi: आकलन
ml: ಮೌಲ್ಯಮಾಪನ
mr: मूल्यांकन
ta: மதிப்பீடுகள்
te: అసెస్‌మెంట్స్

# view_caps
source: VIEW
es: VISTA
hi: देखना
ml: ನೋಟ
mr: दृश्य
ta: பார்வை
te: చూడండి

# results_button
source: Results
es: Resultados
hi: परिणाम
ml: ಫಲಿತಾಂಶಗಳು
mr: परिणाम
ta: முடிவுகள்
te: ఫలితాలు

# my_qns
source: MY QUESTIONS
es: MIS PREGUNTAS
hi: मेरे सवाल
ml: ನನ್ನ ಪ್ರಶ್ನೆಗಳು
mr: माझे प्रश्न
ta: என் கேள்விகள்
te: నా ప్రశ్నలు

# search_lib
source: Search Library (LOOQ)
es: Biblioteca de búsqueda (LOOQ)
hi: खोज पुस्तकालय
ml: ಹುಡುಕಾಟ ಗ್ರಂಥಾಲಯ (ಲೂಕ್)
mr: शोध लायब्ररी (लूक)
ta: தேடல் நூலகம் (லூக்)
te: శోధన లైబ్రరీ (లూక్)

# only_my_qns
source: Only My Questions
es: Solo mis preguntas
hi: केवल मेरे प्रश्न
ml: ನನ್ನ ಪ್ರಶ್ನೆಗಳು ಮಾತ್ರ
mr: फक्त माझे प्रश्न
ta: என் கேள்விகள் மட்டுமே
te: నా ప్రశ్నలు మాత్రమే

# lib_online_qn
source: Library Of Online Questions
es: Biblioteca de preguntas en línea
hi: ऑनलाइन प्रश्नों की लाइब्रेरी
ml: ಆನ್‌ಲೈನ್ ಪ್ರಶ್ನೆಗಳ ಗ್ರಂಥಾಲಯ
mr: ऑनलाइन प्रश्नांची लायब्ररी
ta: ஆன்லைன் கேள்விகளின் நூலகம்
te: ఆన్‌లైన్ ప్రశ్నల లైబ్రరీ

# sub_hint_text
source: Maths, 10th, 2022, CBSE, Science
hi: गणित, 10 वीं, 2022, सीबीएसई, विज्ञान
ml: ಗಣಿತ, 10, 2022, ಸಿಬಿಎಸ್ಇ, ವಿಜ್ಞಾನ
mr: गणित, 10 वी, 2022, सीबीएसई, विज्ञान
ta: கணிதம், 10, 2022, சிபிஎஸ்இ, அறிவியல்
te: మ్యాథ్స్, 10 వ, 2022, సిబిఎస్‌ఇ, సైన్స్

# disclaimer_qn_prepare
source: DISCLAIMER:
es: DESCARGO DE RESPONSABILIDAD
hi: अस्वीकरण
ml: ಹಕ್ಕು ನಿರಾಕರಣೆ
mr: अस्वीकरण
ta: மறுப்பு
te: నిరాకరణ

# disclaimer_text_qn_prepare
source: ITNEducation is not responsible for the content and accuracy of the Questions & Answer available in the Library.
es: itneducation no es responsable del contenido y la precisión de las preguntas y la respuesta available en la biblioteca.
hi: itneducation लाइब्रेरी में प्रश्नों और उत्तर available के लिए सामग्री और सटीकता के लिए जिम्मेदार नहीं है।
ml: ಪ್ರಶ್ನೆಗಳ ವಿಷಯ ಮತ್ತು ನಿಖರತೆಗೆ ITNEDUCATION ಜವಾಬ್ದಾರನಾಗಿರುವುದಿಲ್ಲ ಮತ್ತು ಗ್ರಂಥಾಲಯದಲ್ಲಿ ನೌಕಾಪಡೆ ലഭ്യമാണ്.
mr: The t n लायब्ररीमध्ये नॅव्हिल करण्यायोग्य प्रश्नांची सामग्री आणि अचूकतेसाठी सामग्री आणि अचूकतेसाठी जबाबदार नाही.
ta: itneducation கேள்விகளின் உள்ளடக்கம் மற்றும் துல்லியத்திற்கு பொறுப்பல்ல & பதில் நூலகத்தில் கடற்படை செய்யப்படுகிறது.
te: ITNEducation దీనికి బాధ్యత వహించదు ప్రశ్నలు మరియు సమాధానాల యొక్క కంటెంట్ మరియు ఖచ్చితత్వం లైబ్రరీలో లభ్యం.

# my_qn_bank
source: My Question Bank
es: Mi banco de preguntas
hi: मेरा प्रश्न बैंक
ml: ನನ್ನ ಪ್ರಶ್ನೆ ಬ್ಯಾಂಕ್
mr: माझी प्रश्न बँक
ta: எனது கேள்வி வங்கி
te: నా ప్రశ్న బ్యాంక్

source: View More
es: Ver más
hi: और देखें
ml: ಇನ್ನಷ್ಟು ವೀಕ್ಷಿಸಿ
mr: अधिक प i हा
ta: மேலும் பார்க்க
te: మరిన్ని చూడండి

# prepare_new_qn
source: Prepare New Questions
es: Preparar nuevas preguntas
hi: नए प्रश्न तैयार करें
ml: ಹೊಸ ಪ್ರಶ್ನೆಗಳನ್ನು ತಯಾರಿಸಿ
mr: नवीन प्रश्न तयार करा
ta: புதிய கேள்விகளைத் தயாரிக்கவும்
te: క్రొత్త ప్రశ్నలను సిద్ధం చేయండి

# prepare_qn_title
source: PREPARE QUESTION
es: Preparar la pregunta
hi: प्रश्न तैयार करें
ml: ಪ್ರಶ್ನೆ ಸಿದ್ಧಪಡಿಸಿ
mr: प्रश्न तयार करा
ta: கேள்வி தயார்
te: ప్రశ్న సిద్ధం చేయండి

source: Survey
es: Encuesta
hi: सर्वे
ml: ಸಮೀಕ್ಷೆ
mr: सर्वेक्षण
ta: கணக்கெடுப்பு
te: సర్వే

source: Descriptive
es: Descriptivo
hi: वर्णनात्मक
ml: ವಿವರಣಾತ್ಮಕ
mr: वर्णनात्मक
ta: விளக்கமான
te: వివరణాత్మక

source: Delete
es: Borrar
hi: मिटाना
ml: ಅಳಿಸು
mr: हटवा
ta: அழி
te: తొలగించు

source: Clear All
es: Limpiar todo
hi: सभी साफ करें
ml: ಎಲ್ಲವನ್ನೂ ತೆಗೆ
mr: सर्व साफ करा
ta: அனைத்தையும் அழி
te: అన్నీ క్లియర్ చేయండి

# subject_topic
source: Subject and Topic
es: Tema y tema
hi: विषय और विषय
ml: ವಿಷಯ ಮತ್ತು ವಿಷಯ
mr: विषय आणि विषय
ta: பொருள் மற்றும் தலைப்பு
te: విషయం మరియు అంశం

# sub_caps
source: SUBJECT
es: SUJETO
hi: विषय
ml: ವಿಷಯ
mr: विषय
ta: பொருள்
te: విషయం

# sub_hint
source: Type Subject Here
es: Tipo sujeto aquí
hi: यहाँ विषय टाइप करें
ml: ವಿಷಯವನ್ನು ಇಲ್ಲಿ ಟೈಪ್ ಮಾಡಿ
mr: येथे विषय टाइप करा
ta: இங்கே பொருள் தட்டச்சு செய்க
te: ఇక్కడ విషయం టైప్ చేయండి

# topic_caps
source: TOPIC
es: TEMA
hi: विषय
ml: ವಿಷಯ
mr: विषय
ta: தலைப்பு
te: అంశం

# topic_hint
source: Type Topic Here
es: Escriba el tema aquí
hi: यहां टाइप करें
ml: ವಿಷಯವನ್ನು ಇಲ್ಲಿ ಟೈಪ್ ಮಾಡಿ
mr: येथे विषय टाइप करा
ta: தலைப்பை இங்கே தட்டச்சு செய்க
te: ఇక్కడ అంశం టైప్ చేయండి

# sub_topic_caps
source: SEMESTER(Section)
es: Submarino
hi: उप -विषय
ml: ಉಪ ವಿಷಯ
mr: उप विषय
ta: துணை தலைப்பு
te: ఉప అంశం

# sub_topic_hint
source: Type Semester Here
es: Escriba el submetro aquí
hi: यहाँ उप विषय टाइप करें
ml: ಉಪ ವಿಷಯವನ್ನು ಇಲ್ಲಿ ಟೈಪ್ ಮಾಡಿ
mr: येथे सब विषय टाइप करा
ta: துணை தலைப்பை இங்கே தட்டச்சு செய்க
te: ఉప టాపిక్ టైప్ చేయండి

# class_caps
source: DEGREE(Class)
es: CLASE
hi: कक्षा
ml: ವರ್ಗ
mr: वर्ग
ta: வர்க்கம்
te: తరగతి

source: Type Here
es: Escriba aquí
hi: यहाँ टाइप करें
ml: ಇಲ್ಲಿ ಬರೆಯಿರಿ
mr: येथे लिहा
ta: இங்கே தட்டச்சு செய்க
te: ఇక్కడ టైపు చేయండి

# type_qn_here
source: Type Question Here
es: Escriba la pregunta aquí
hi: यहां प्रश्न टाइप करें
ml: ಪ್ರಶ್ನೆಯನ್ನು ಇಲ್ಲಿ ಟೈಪ್ ಮಾಡಿ
mr: येथे प्रश्न टाइप करा
ta: இங்கே கேள்வியைத் தட்டச்சு செய்க
te: ఇక్కడ ప్రశ్న టైప్ చేయండి

source: Choices
es: Opción
hi: विकल्प
ml: ಆಯ್ಕೆಗಳು
mr: निवडी
ta: தேர்வுகள்
te: ఎంపికలు

source: Correct Answer
es: Correcto answer
hi: सही answer
ml: ಸರಿಯಾದ ನ್ಯಾನ್ಸ್ವರ್
mr: बरोबर नॅन्सवर
ta: சரியான answer
te: సరైన నాన్స్వర్

# type_op_here
source: Type Option Here
es: Escriba la opción aquí
hi: यहां टाइप करें
ml: ಆಯ್ಕೆಯನ್ನು ಇಲ್ಲಿ ಟೈಪ್ ಮಾಡಿ
mr: येथे पर्याय प्रकार
ta: விருப்பத்தை இங்கே தட்டச்சு செய்க
te: ఇక్కడ ఎంపిక టైప్ చేయండి

source: Add more choice
es: Agregar más opción
hi: अधिक विकल्प जोड़ें
ml: ಹೆಚ್ಚಿನ ಆಯ್ಕೆ ಸೇರಿಸಿ
mr: अधिक निवड जोडा
ta: அதிக தேர்வைச் சேர்க்கவும்
te: మరింత ఎంపికను జోడించండి

# suggest_study
source: Suggest what to study if answered incorrectly
es: Sugerir qué estudiar si responde incorrectamente
hi: यदि गलत तरीके से उत्तर दिया जाए तो क्या अध्ययन करें
ml: ತಪ್ಪಾಗಿ ಉತ್ತರಿಸಿದರೆ ಏನು ಅಧ್ಯಯನ ಮಾಡಬೇಕೆಂದು ಸೂಚಿಸಿ
mr: चुकीचे उत्तर दिल्यास काय अभ्यास करावे ते सुचवा
ta: தவறாக பதிலளித்தால் என்ன படிக்க வேண்டும் என்று பரிந்துரைக்கவும்
te: తప్పుగా సమాధానం ఇస్తే ఏమి అధ్యయనం చేయాలో సూచించండి

# url_reference
source: URL - Any reference (Optional)
es: URL: cualquier referencia (opcional)
hi: URL - कोई संदर्भ (वैकल्पिक)
ml: URL - ಯಾವುದೇ ಉಲ್ಲೇಖ (ಐಚ್ al ಿಕ)
mr: URL - कोणताही संदर्भ (पर्यायी)
ta: URL - எந்த குறிப்பு (விரும்பினால்)
te: URL - ఏదైనా సూచన (ఐచ్ఛికం)

source: Preview
es: Avance
hi: पूर्व दर्शन
ml: ಮುನ್ನೋಟ
mr: पूर्वावलोकन
ta: முன்னோட்ட
te: ప్రివ్యూ

source: Finalize
es: Finalizar
hi: अंतिम रूप
ml: ಸಮಾಪ್ತಗೊಳಿಸು
mr: अंतिम
ta: இறுதி செய்யுங்கள்
te: ఖరారు చేయండి

# edit_button
source: Edit
es: Editar
hi: संपादन करना
ml: ತಿದ್ದು
mr: सुधारणे
ta: தொகு
te: సవరణ

source: ADD
es: AGREGAR
hi: जोड़ना
ml: ಸೇರಿಸು
mr: जोडा
ta: கூட்டு
te: జోడించు

# add_my_qn
source: MY QUESTION
es: MI PREGUNTA
hi: मेरा प्रश्न
ml: ನನ್ನ ಪ್ರಶ್ನೆ
mr: माझा प्रश्न
ta: எனது கேள்வி
te: నా ప్రశ్న

# sure_to_submit_qn_bank
source: Are you sure you want to submit to My Question Bank?
es: ¿Estás seguro de que quieres enviar a mi banco de preguntas?
hi: क्या आप सुनिश्चित हैं कि आप मेरे प्रश्न बैंक को जमा करना चाहते हैं?
ml: ನನ್ನ ಪ್ರಶ್ನೆ ಬ್ಯಾಂಕ್‌ಗೆ ನೀವು ಸಲ್ಲಿಸಲು ಬಯಸುತ್ತೀರಾ?
mr: आपणास खात्री आहे की आपण माझ्या प्रश्न बँकेत सबमिट करू इच्छिता?
ta: எனது கேள்வி வங்கியில் நீங்கள் சமர்ப்பிக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా నా ప్రశ్న బ్యాంకుకు సమర్పించాలనుకుంటున్నారా?

# my_qn_bank_caps
source: MY QUESTION BANK
es: Mi banco de preguntas
hi: मेरा प्रश्न बैंक
ml: ನನ್ನ ಪ್ರಶ್ನೆ ಬ್ಯಾಂಕ್
mr: माझी प्रश्न बँक
ta: எனது கேள்வி வங்கி
te: నా ప్రశ్న బ్యాంక్

# tap_to_review
source: Tap to Review/Edit/Delete
es: Toque para revisar/editar/eliminar
hi: समीक्षा/संपादित/हटाने के लिए टैप करें
ml: ಪರಿಶೀಲಿಸಲು/ಸಂಪಾದಿಸಲು/ಅಳಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
mr: पुनरावलोकन/संपादन/हटविण्यासाठी टॅप करा
ta: மதிப்பாய்வு/திருத்த/நீக்க தட்டவும்
te: సమీక్షించడానికి/సవరించడానికి/తొలగించడానికి నొక్కండి

# my_qns_small
source: My Questions
es: Mis preguntas
hi: मेरे सवाल
ml: ನನ್ನ ಪ್ರಶ್ನೆಗಳು
mr: माझे प्रश्न
ta: என் கேள்விகள்
te: నా ప్రశ్నలు

# back_to_qns
source: Back to Questions
es: Volver a las preguntas
hi: प्रश्नों पर वापस
ml: ಪ್ರಶ್ನೆಗಳಿಗೆ ಹಿಂತಿರುಗಿ
mr: प्रश्नांकडे परत
ta: கேள்விகளுக்குத் திரும்பு
te: ప్రశ్నలకు తిరిగి వెళ్ళు

source: Legend
es: Leyenda
hi: दंतकथा
ml: ದಂತಕಥೆ
mr: आख्यायिका
ta: புராண
te: లెజెండ్

source: Active
es: Activo
hi: सक्रिय
ml: ಸಕ್ರಿಯ
mr: सक्रिय
ta: செயலில்
te: క్రియాశీల

source: In progress
es: En curso
hi: चालू
ml: ಪ್ರಗತಿಯಲ್ಲಿದೆ
mr: प्रगतीपथावर
ta: முன்னேற்றத்தில்
te: పురోగతిలో ఉంది

source: Inactive
es: Inactivo
hi: निष्क्रिय
ml: ನಿಷ್ಪಲವಾದ
mr: निष्क्रिय
ta: செயலற்ற
te: క్రియారహితం

source: Practice
es: Práctica
hi: अभ्यास
ml: ಅಭ್ಯಾಸ
mr: सराव
ta: பயிற்சி
te: ప్రాక్టీస్

source: MY ASSESSMENTS
es: Mis evaluaciones
hi: मेरा आकलन
ml: ನನ್ನ ಮೌಲ್ಯಮಾಪನಗಳು
mr: माझे मूल्यांकन
ta: எனது மதிப்பீடுகள்
te: నా అంచనాలు

source: Search
es: Buscar
hi: खोज
ml: ಹುಡುಕಿ
mr: शोध
ta: தேடல்
te: వెతకండి

source: Only My Assessments
es: Solo mis evaluaciones
hi: केवल मेरा आकलन
ml: ನನ್ನ ಮೌಲ್ಯಮಾಪನಗಳು ಮಾತ್ರ
mr: फक्त माझे मूल्यांकन
ta: எனது மதிப்பீடுகள் மட்டுமே
te: నా అంచనాలు మాత్రమే

# lib_of_assessments
source: Library of Assessments
es: Biblioteca de evaluaciones
hi: आकलन पुस्तकालय
ml: ಮೌಲ್ಯಮಾಪನಗಳ ಗ್ರಂಥಾಲಯ
mr: मूल्यांकन ग्रंथालय
ta: மதிப்பீடுகளின் நூலகம்
te: లైబ్రరీ ఆఫ్ అసెస్‌మెంట్స్

source: Tests
es: Pruebas
hi: परीक्षण
ml: ಪರೀಕ್ಷೆ
mr: चाचण्या
ta: சோதனைகள்
te: పరీక్షలు

source: Assessment Title
es: Título de evaluación
hi: मूल्यांकन शीर्षक
ml: ಮೌಲ್ಯಮಾಪನ ಶೀರ್ಷಿಕೆ
mr: मूल्यांकन शीर्षक
ta: மதிப்பீட்டு தலைப்பு
te: అసెస్‌మెంట్ శీర్షిక

# sub_class_others
source: Subject, Degree and Other details
es: Asunto, clase y otros detalles
hi: विषय, वर्ग और अन्य विवरण
ml: ವಿಷಯ, ವರ್ಗ ಮತ್ತು ಇತರ ವಿವರಗಳು
mr: विषय, वर्ग आणि इतर तपशील
ta: பொருள், வகுப்பு மற்றும் பிற விவரங்கள்
te: విషయం, తరగతి మరియు ఇతర వివరాలు

# sub_topic_optional
source: SEMESTER(Section)
es: Sub Tema (opcional)
hi: उप विषय (वैकल्पिक)
ml: ಉಪ ವಿಷಯ (ಐಚ್ ಿಕ)
mr: उप विषय (पर्यायी)
ta: துணை தலைப்பு (விரும்பினால்)
te: ఉప అంశం (ఐచ్ఛికం)

source: TOPIC (Optional)
es: Tema (opcional)
hi: विषय (वैकल्पिक)
ml: ವಿಷಯ (ಐಚ್ al ಿಕ)
mr: विषय (पर्यायी)
ta: தலைப்பு (விரும்பினால்)
te: అంశం (ఐచ్ఛికం)

# enter_class
source: Enter Degree
es: Ingrese la clase
hi: कक्षा में प्रवेश करें
ml: ವರ್ಗವನ್ನು ನಮೂದಿಸಿ
mr: वर्ग प्रविष्ट करा
ta: வகுப்பை உள்ளிடவும்
te: క్లాస్ ఎంటర్ చేయండి

source: Enter Subject
es: Entrar en el sujeto
hi: विषय दर्ज करें
ml: ವಿಷಯವನ್ನು ನಮೂದಿಸಿ
mr: विषय प्रविष्ट करा
ta: பொருள் உள்ளிடவும்
te: విషయాన్ని నమోదు చేయండి

source: Save & Continue
es: Guardar Continuar
hi: सहेजें जारी रखें
ml: ಉಳಿಸಿ ಮತ್ತು ಮುಂದುವರಿಸಿ
mr: जतन करा आणि सुरू ठेवा
ta: சேமித்து தொடரவும்
te: సేవ్ & కొనసాగించండి

source: Prepare New Assessment
es: Preparar una nueva evaluación
hi: नया मूल्यांकन तैयार करें
ml: ಹೊಸ ಮೌಲ್ಯಮಾಪನವನ್ನು ತಯಾರಿಸಿ
mr: नवीन मूल्यांकन तयार करा
ta: புதிய மதிப்பீட்டைத் தயாரிக்கவும்
te: కొత్త అంచనాను సిద్ధం చేయండి

# assessment_id_caps
source: Assessment ID:
es: ID de evaluación
hi: आकलन आईडी
ml: ಮೌಲ್ಯಮಾಪನ ID
mr: मूल्यांकन आयडी
ta: மதிப்பீட்டு ஐடி
te: అసెస్‌మెంట్ ఐడి

source: Institute Test ID:
es: ID de prueba del instituto
hi: संस्थान परीक्षण आईडी
ml: ಇನ್ಸ್ಟಿಟ್ಯೂಟ್ ಟೆಸ್ಟ್ ಐಡಿ
mr: संस्था चाचणी आयडी
ta: இன்ஸ்டிடியூட் டெஸ்ட் ஐடி
te: ఇన్స్టిట్యూట్ టెస్ట్ ఐడి

# assessment_caps
source: ASSESSMENTS
es: Evaluaciones
hi: आकलन
ml: ಮೌಲ್ಯಮಾಪನ
mr: मूल्यांकन
ta: மதிப்பீடுகள்
te: అసెస్‌మెంట్స్

source: Time Permitted:
es: Tiempo permitido
hi: समय की अनुमति
ml: ಸಮಯ ಅನುಮತಿಸಲಾಗಿದೆ
mr: वेळ परवानगी
ta: நேரம் அனுமதிக்கப்படுகிறது
te: సమయం అనుమతి ఉంది

source: Minutes
es: Minutos
hi: मिनट
ml: ನಿಮಿಷಗಳು
mr: मिनिटे
ta: நிமிடங்கள்
te: నిమిషాలు

source: Start Date & Time
es: Fecha y hora de inicio
hi: तिथि और समय शुरू करें
ml: ಪ್ರಾರಂಭ ದಿನಾಂಕ ಮತ್ತು ಸಮಯ
mr: प्रारंभ तारीख आणि वेळ
ta: தொடக்க தேதி & நேரம்
te: ప్రారంభ తేదీ & సమయం

source: End Date & Time
es: Fecha de finalización y hora
hi: अंत दिनांक और समय
ml: ಅಂತಿಮ ದಿನಾಂಕ ಮತ್ತು ಸಮಯ
mr: शेवटची तारीख आणि वेळ
ta: இறுதி தேதி & நேரம்
te: ముగింపు తేదీ & సమయం

source: Additional Details
es: Detalles adicionales
hi: अतिरिक्त विवरण
ml: ಹೆಚ್ಚುವರಿ ವಿವರಗಳು
mr: अतिरिक्त तपशील
ta: கூடுதல் விவரங்கள்
te: అదనపు వివరాలు

source: Category
es: Categoría
hi: वर्ग
ml: ವರ್ಗ
mr: वर्ग
ta: வகை
te: వర్గం

# no_of_retries_allowed
source: Number of Retries allowed
es: Número de reintentos permitidos
hi: रिट्रीज़ की संख्या की अनुमति दी गई
ml: ಮರುಪ್ರಯತ್ನಗಳ ಸಂಖ್ಯೆಯನ್ನು ಅನುಮತಿಸಲಾಗಿದೆ
mr: प्रयत्नांची संख्या परवानगी
ta: அனுமதிக்கப்பட்ட முயற்சிகளின் எண்ணிக்கை
te: అనుమతించబడిన ప్రయత్నాల సంఖ్య

source: Allowed
es: Permitido
hi: अनुमत
ml: ಅನುಮತಿಸು
mr: परवानगी
ta: அனுமதிக்கப்படுகிறது
te: అనుమతించబడింది

source: Allow Guest students
es: Permitir a los estudiantes invitados
hi: अतिथि छात्रों की अनुमति दें
ml: ಅತಿಥಿ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಅನುಮತಿಸಿ
mr: अतिथी विद्यार्थ्यांना परवानगी द्या
ta: விருந்தினர் மாணவர்களை அனுமதிக்கவும்
te: అతిథి విద్యార్థులను అనుమతించండి

source: Not Allowed
es: No permitido
hi: अनुमति नहीं
ml: ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ
mr: परवानगी नाही
ta: அனுமதி இல்லை
te: ప్రవేశము లేదు

source: Show answer Sheet after test
es: Mostrar hoja de respuestas tras prueba
hi: परीक्षण के बाद उत्तर पत्र दिखाएं
ml: ಪರೀಕ್ಷೆಯ ನಂತರ ಉತ್ತರ ಶೀಟ್ ತೋರಿಸಿ
mr: चाचणीनंतर उत्तर पत्रक दर्शवा
ta: சோதனைக்குப் பிறகு விடைத்தாளைக் காட்டு
te: పరీక్ష తర్వాత జవాబు షీట్ చూపించు

source: Not Viewable
es: No visible
hi: देखने योग्य नहीं
ml: ವೀಕ್ಷಿಸಲಾಗುವುದಿಲ್ಲ
mr: दृश्यमान नाही
ta: பார்க்க முடியாது
te: చూడలేము

source: Viewable
es: Visible
hi: देखने योग्य
ml: ವೀಕ್ಷಿಸಬಹುದಾದ
mr: दृश्यमान
ta: பார்க்கக்கூடியது
te: చూడదగినది

# show_my_advisor_name
source: Show my name in Advisor
es: Muestra mi nombre en el asesor
hi: सलाहकार में मेरा नाम दिखाओ
ml: ಸಲಹೆಗಾರರಲ್ಲಿ ನನ್ನ ಹೆಸರನ್ನು ತೋರಿಸಿ
mr: सल्लागारात माझे नाव दर्शवा
ta: எனது பெயரை ஆலோசகரில் காட்டு
te: సలహాదారులో నా పేరు చూపించండి

# show_my_email
source: Show my Email in Advisor
es: Mostrar mi correo electrónico en asesor
hi: सलाहकार में मेरा ईमेल दिखाएं
ml: ನನ್ನ ಇಮೇಲ್ ಸಲಹೆಗಾರರಲ್ಲಿ ತೋರಿಸಿ
mr: सल्लागारात माझे ईमेल दर्शवा
ta: ஆலோசகரில் எனது மின்னஞ்சலைக் காட்டுங்கள்
te: సలహాదారులో నా ఇమెయిల్‌ను చూపించు

source: Not available for student
es: No disponible para el estudiante
hi: छात्र के लिए उपलब्ध नहीं है
ml: ವಿದ್ಯಾರ್ಥಿಗೆ ಲಭ್ಯವಿಲ್ಲ
mr: विद्यार्थ्यांसाठी उपलब्ध नाही
ta: மாணவருக்கு கிடைக்கவில்லை
te: విద్యార్థికి అందుబాటులో లేదు

source: Allow Public access
es: Permitir acceso público
hi: सार्वजनिक पहुंच की अनुमति दें
ml: ಸಾರ್ವಜನಿಕ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸಿ
mr: सार्वजनिक प्रवेशास अनुमती द्या
ta: பொது அணுகலை அனுமதிக்கவும்
te: ప్రజల ప్రాప్యతను అనుమతించండి

# available_to_public
source: Available to public for practice
es: Disponible para el público para la práctica
hi: अभ्यास के लिए जनता के लिए उपलब्ध है
ml: ಅಭ್ಯಾಸಕ್ಕಾಗಿ ಸಾರ್ವಜನಿಕರಿಗೆ ಲಭ್ಯವಿದೆ
mr: सराव करण्यासाठी सार्वजनिकपणे उपलब्ध
ta: நடைமுறைக்கு பொதுமக்களுக்கு கிடைக்கிறது
te: ప్రాక్టీస్ కోసం ప్రజలకు అందుబాటులో ఉంది
