Repository: KrishnakumarS31/QNA-2.1.16
Catalog: lib/l10n/app_*.arb
Languages: es, hi, ml, mr, ta, te

# language
source: Select Language
es: idioma
hi: भाषा
ml: ഭാഷ
mr: भाषा
ta: மொழி
te: భాష

# preferred_language
source: Select your preferred language
es: Seleccione su idioma preferido
hi: अपनी पसंदीदा भाषा का चयन करें
ml: നിങ്ങൾ ഇഷ്ടപ്പെടുന്ന ഭാഷ തിരഞ്ഞെടുക്കുക
mr: तुमची पसंतीची भाषा निवडा
ta: உங்களுக்கு விருப்பமான மொழியைத் தேர்ந்தெடுக்கவும்
te: మీకు ఇష్టమైన భాషను ఎంచుకోండి

source: Welcome!
es: BIENVENIDAS
hi: स्वागत
ml: സ്വാഗതം
mr: स्वागत आहे
ta: வணக்கம்
te: స్వాగతం

source: LEARNER/APPLICANT
es: APRENDIZAJE/CANDIDATO
hi: शिक्षार्थी / आवेदक
ml: പഠിതാവ്/അപേക്ഷകൻ
mr: शिकणारा/अर्जदार
ta: கற்றவர் / விண்ணப்பதாரர்
te: అభ్యాసకుడు/దరఖాస్తుదారు

source: Student
es: Alumno
hi: विद्यार्थी
ml: വിദ്യാർത്ഥി
mr: विद्यार्थी
ta: மாணவர்
te: విద్యార్థి

source: INSTRUCTOR/EXAMINER
es: INSTRUCTORA / EXAMINADORA
hi: प्रशिक्षक / परीक्षक
ml: ഇൻസ്ട്രക്ടർ/എക്സാമിനർ
mr: प्रशिक्षक/परीक्षक
ta: பயிற்றுவிப்பாளர்/ஆய்வாளர்
te: బోధకుడు/ఎగ్జామినర్

source: Teacher
es: Profesora
hi: अध्यापक
ml: ടീച്ചർ
mr: शिक्षक
ta: ஆசிரியர்
te: టీచర్

# studentCaps
source: STUDENT
es: ALUMNA
hi: विद्यार्थी
ml: വിദ്യാർത്ഥി
mr: विद्यार्थी
ta: மாணவர்
te: విద్యార్థి

source: Guest
es: Invitada
hi: अतिथि
ml: അതിഥി
mr: पाहुणे
ta: விருந்தினர்
te: అతిథి

# guestCaps
source: GUEST
es: INVITADA
hi: अतिथि
ml: അതിഥി
mr: पाहुणे
ta: விருந்தினர்
te: అతిథి

source: Member
es: Miembro
hi: सदस्य
ml: അംഗം
mr: सदस्य
ta: உறுப்பினர்
te: సభ్యుడు

# login
source: Continue
es: Acceso
hi: लॉग इन करें
ml: ലോഗിൻ
mr: लॉगिन करा
ta: உள்நுழைய
te: ప్రవేశించండి

source: Select Language
es: Seleccione el idioma
hi: भाषा का चयन करें
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा
ta: மொழியை தேர்ந்தெடுங்கள்
te: భాషను ఎంచుకోండి

source: NAME
es: NOMBRE
hi: नाम
ml: പേര്
mr: नाव
ta: பெயர்
te: పేరు

source: Your Name
es: Tu nombre
hi: तुम्हारा नाम
ml: നിങ്ങളുടെ പേര്
mr: तुमचे नावe
ta: உங்கள் பெயர்
te: నీ పేరు

source: Enter your Name
es: Introduzca su nombre
hi: अपना नाम दर्ज करें
ml: നിങ്ങളുടെ പേര് നൽകുക
mr: आपले नांव लिहा
ta: உங்கள் பெயரை உள்ளிடவும்
te: మీ పేరు రాయండి

# registrationIdRollNum
source: REGISTRATION ID OR ROLL NUMBER
es: NIF DE REGISTRO O NÚMERO DE ROLLO
hi: पंजीकरण आईडी या रोल नंबर
ml: രജിസ്ട്രേഷൻ ഐഡി അല്ലെങ്കിൽ റോൾ നമ്പർ
mr: नोंदणी आयडी किंवा रोल नंबर
ta: பதிவு ஐடி அல்லது ரோல் எண்
te: రిజిస్ట్రేషన్ ID లేదా రోల్ నంబర్

source: Enter ID
es: Ingrese identificación
hi: आईडी दर्ज करें
ml: ഐഡി നൽകുക
mr: आयडी एंटर करा
ta: ஐடியை உள்ளிடவும்
te: IDని నమోదు చేయండి

source: Enter Registration ID
es: Ingrese la identificación de registro
hi: पंजीकरण आईडी दर्ज करें
ml: രജിസ്ട്രേഷൻ ഐഡി നൽകുക
mr: नोंदणी आयडी प्रविष्ट करा
ta: பதிவு ஐடியை உள்ளிடவும்
te: నమోదు IDని నమోదు చేయండి

source: PRIVACY & TERMS
es: TÉRMINOS Y PRIVACIDAD
hi: गोपनीयता व शर्तें
ml: സ്വകാര്യതയും നിബന്ധനകളും
mr: गोपनीयता आणि अटी
ta: தனியுரிமை & விதிமுறைகள்
te: గోప్యత & నిబంధనలు

# privacy_policy
source: I hereby certify that I have read and AGREE to QNATest Privacy Policy and Terms of Service
es: Por la presente certifico que he leído y ACEPTO la Política de privacidad y los Términos de servicio de QNATest
hi: मैं एतदद्वारा प्रमाणित करता हूं कि मैंने QNATest की गोपनीयता नीति और सेवा की शर्तों को पढ़ लिया है और उनसे सहमत हूं
ml: QNATest സ്വകാര്യതാ നയവും സേവന നിബന്ധനകളും ഞാൻ വായിക്കുകയും അംഗീകരിക്കുകയും ചെയ്തുവെന്ന് ഞാൻ ഇതിനാൽ സാക്ഷ്യപ്പെടുത്തുന്നു
mr: मी याद्वारे प्रमाणित करतो की मी QNATest गोपनीयता धोरण आणि सेवेच्या अटी वाचल्या आहेत आणि त्यांच्याशी सहमत आहे
ta: Qnatest தனியுரிமைக் கொள்கை மற்றும் சேவை விதிமுறைகளை நான் படித்து ஒப்புக்கொண்டேன் என்று இதன்மூலம் சான்றளிக்கிறேன்
te: నేను QNATest గోప్యతా విధానం మరియు సేవా నిబంధనలను చదివానని మరియు అంగీకరిస్తున్నానని దీని ద్వారా ధృవీకరిస్తున్నాను

source: Agree Privacy & Terms
es: Aceptar Privacidad y Términos
hi: गोपनीयता और शर्तें स्वीकार करें
ml: സ്വകാര്യതയും നിബന്ധനകളും അംഗീകരിക്കുക
mr: गोपनीयता आणि अटींशी सहमत
ta: தனியுரிமை & விதிமுறைகளை ஏற்கிறேன்
te: గోప్యత & నిబంధనలను అంగీకరిస్తున్నారు

source: Error
hi: गलती
ml: പിശക്
mr: त्रुटी
ta: பிழை
te: లోపం

source: Retry
es: Rever
hi: पुन: प्रयास करें
ml: വീണ്ടും ശ്രമിക്കുക
mr: त्रुटी
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్లీ ప్రయత్నించండి

source: ASSESSMENT ID
es: ID DE EVALUACIÓN
hi: आकलन आईडी
ml: മൂല്യനിർണയ ഐഡി
mr: मूल्यांकन आयडी
ta: மதிப்பீட்டு ஐடி
te: అసెస్‌మెంట్ ఐడి

# enter_paper_id
source: Enter Test Paper ID
es: Ingrese la identificación del papel
hi: पेपर आईडी दर्ज करें
ml: പേപ്പർ ഐഡി നൽകുക
mr: पेपर आयडी प्रविष्ट करा
ta: காகித ஐடியை உள்ளிடவும்
te: పేపర్ ఐడిని నమోదు చేయండి

source: Start
es: Comenzar
hi: शुरू
ml: ആരംഭിക്കുക
mr: सुरू करा
ta: தொடங்கு
te: ప్రారంభించండి

source: Search Library
es: Biblioteca de búsqueda
hi: खोज पुस्तकालय
ml: തിരയൽ ലൈബ്രറി
mr: लायब्ररी शोधा
ta: தேடல் நூலகம்
te: లైబ్రరీని శోధించండి

source: Assessment ID not found
es: ID de evaluación no encontrado
hi: मूल्यांकन आईडी नहीं मिला
ml: മൂല്യനിർണ്ണയ ഐഡി കണ്ടെത്തിയില്ല
mr: मूल्यांकन आयडी सापडला नाही
ta: மதிப்பீட்டு ஐடி கிடைக்கவில்லை
te: అసెస్‌మెంట్ ఐడి కనుగొనబడలేదు

source: Invalid Assessment ID
es: Identificación de evaluación no válida
hi: अमान्य मूल्यांकन आईडी
ml: അസാധുവായ മൂല്യനിർണ്ണയ ഐഡി
mr: अवैध मूल्यांकन आयडी
ta: தவறான மதிப்பீட்டு ஐடி
te: చెల్లని అసెస్‌మెంట్ ఐడి

# forgot_password_caps
source: FORGOT PASSWORD
es: HAS OLVIDADO TU CONTRASEÑA
hi: पासवर्ड भूल गए
ml: പാസ്വേഡ് മറന്നോ
mr: पासवर्ड विसरलात
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா
te: పాస్‌వర్డ్ మర్చిపోయాను

source: ENTER EMAIL ID
es: INTRODUCIR ID DE CORREO ELECTRÓNICO
hi: ईमेल आईडी दर्ज करें
ml: ഇമെയിൽ ഐഡി നൽകുക
mr: ईमेल आयडी प्रविष्ट करा
ta: மின்னஞ்சல் ஐடியை உள்ளிடவும்
te: ఇమెయిల్ IDని నమోదు చేయండి

# email_hint
source: Sample Email ID@email.com
es: Ejemplo de correo electrónico ID@email.com
hi: नमूना ईमेल आईडी@email.com
ml: സാമ്പിൾ ഇമെയിൽ ID@email.com
mr: नमुना ईमेल ID@email.com
ta: மாதிரி மின்னஞ்சல் ID@email.com
te: నమూనా ఇమెయిల్ ID@email.com

# email_helper_text
source: an OTP will be sent to Email ID
es: Se enviará una OTP a la ID de correo electrónico.
hi: ईमेल आईडी पर एक ओटीपी भेजा जाएगा
ml: ഒരു ഒടിപി ഇമെയിൽ ഐഡിയിലേക്ക് അയയ്ക്കും
mr: ईमेल आयडीवर एक ओटीपी पाठवला जाईल
ta: ஒரு OTP மின்னஞ்சல் ஐடிக்கு அனுப்பப்படும்
te: ఒక OTP ఇమెయిల్ IDకి పంపబడుతుంది

source: Send OTP
es: Enviar OTP
hi: OTP भेजें
ml: ഒടിപി അയക്കുക
mr: OTP पाठवा
ta: OTP அனுப்பவும்
te: OTPని పంపండి

source: Back
es: espalda
hi: पीछे
ml: തിരികെ
mr: मागे
ta: திரும்பி செல்
te: వెనుకకు

# enter_valid_email
source: Enter valid Email ID
es: atrásIngrese una ID de correo electrónico válida
hi: मान्य ईमेल आईडी दर्ज करें
ml: സാധുവായ ഇമെയിൽ ഐഡി നൽകുക
mr: वैध ईमेल आयडी प्रविष्ट करा
ta: சரியான மின்னஞ்சல் ஐடியை உள்ளிடவும்
te: చెల్లుబాటు అయ్యే ఇమెయిల్ IDని నమోదు చేయండి

# reset_password_caps
source: RESET PASSWORD
es: RESTABLECER LA CONTRASEÑA
hi: पासवर्ड रीसेट
ml: പാസ്‌വേഡ് പുനഃസജ്ജമാക്കുകD
mr: पासवर्ड रीसेट करा
ta: கடவுச்சொல்லை மீட்டமைக்க
te: రహస్యపదాన్ని మార్చుకోండి

# new_password_caps
source: NEW PASSWORD
es: NUEVA CONTRASEÑA
hi: नया पासवर्ड
ml: പുതിയ പാസ്വേഡ്
mr: नवीन पासवर्ड
ta: புதிய கடவுச்சொல்
te: కొత్త పాస్వర్డ్

source: New Password
es: Nueva contraseña
hi: नया पासवर्ड
ml: പുതിയ പാസ്വേഡ്
mr: नवीन पासवर्ड
ta: புதிய கடவுச்சொல்
te: కొత్త పాస్వర్డ్

# confirm_new_password_caps
source: CONFIRM NEW PASSWORD
es: CONFIRMAR NUEVA CONTRASEÑA
hi: नए पासवर्ड की पुष्टि करें
ml: പുതിയ പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
mr: नवीन परवलीच्या शब्दाची खात्री करा
ta: புதிய கடவு சொல்லை உறுதி செய்
te: కొత్త పాస్‌వర్డ్‌ని నిర్ధారించండి

source: Confirm New Password
es: Confirmar nueva contraseña
hi: नए पासवर्ड की पुष्टि करें
ml: പുതിയ പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
mr: नवीन परवलीच्या शब्दाची खात्री करा
ta: புதிய கடவு சொல்லை உறுதி செய்
te: కొత్త పాస్‌వర్డ్‌ని నిర్ధారించండి

source: Submit
es: Enviar
hi: प्रस्तुत
ml: സമർപ്പിക്കുക
mr: प्रस्तुत करणे
ta: சமர்ப்பிக்கவும்
te: సమర్పించండి

# mis_match_password
source: Re-Enter password correctly
es: Vuelva a ingresar la contraseña correctamente
hi: सही ढंग से पासवर्ड पुनः दर्ज करें
ml: പാസ്‌വേഡ് ശരിയായി വീണ്ടും നൽകുക
mr: पासवर्ड योग्यरित्या पुन्हा प्रविष्ट करा
ta: கடவுச்சொல்லை சரியாக உள்ளிடவும்
te: పాస్‌వర్డ్‌ను సరిగ్గా మళ్లీ నమోదు చేయండి

# teacher_caps
source: TEACHER
es: MAESTRO
hi: अध्यापक
ml: ടീച്ചർ
mr: शिक्षक
ta: ஆசிரியர்
te: టీచర్

# email_id_caps
source: EMAIL ID
es: IDENTIFICACIÓN DE CORREO
hi: ईमेल आईडी
ml: ഇ - മെയിൽ ഐഡി
mr: ई - मेल आयडी
ta: மின்னஞ்சல் முகவரி
te: ఇమెయిల్ ID

source: Email ID
es: Identificación de correo
hi: ईमेल आईडी
ml: ഇ - മെയിൽ ഐഡി
mr: ई - मेल आयडी
ta: மின்னஞ்சல் முகவரி
te: ఇమెయిల్ ID

# password_caps
source: PASSWORD
es: CONTRASEÑA
hi: पासवर्ड
mr: संकेतशब्द
ta: கடவுச்சொல்
te: పాస్వర్డ్

source: Your Password
es: Tu contraseña
hi: आपका पासवर्ड
ml: നിങ്ങളുടെ പാസ്സ്വേര്ഡ്
mr: आपला संकेतशब्द
ta: தங்களது கடவுச்சொல்
te: మీ పాస్వర్డు

source: Enter Your Password
es: Ingresa tu contraseña
hi: अपना कूटशब्द भरें
ml: നിങ്ങളുടെ പാസ്‌വേഡ് നൽകുക
mr: आपला संकेतशब्द प्रविष्ट करा
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்
te: మీ పాస్వర్డ్ ని నమోదుచేయండి

source: Forgot password?
es: ¿Has olvidado tu contraseña?
hi: पासवर्ड भूल गए?
ml: പാസ്വേഡ് മറന്നോ?
mr: संकेतशब्द विसरलात?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్‌వర్డ్ మర్చిపోయారా?

source: Register
es: Registro
hi: पंजीकरण करवाना
ml: രജിസ്റ്റർ ചെയ്യുക
mr: नोंदणी करा
ta: பதிவு
te: నమోదు చేసుకోండి

source: MEMBER STUDENT
es: Estudiante miembro
hi: सदस्य छात्र
ml: അംഗം വിദ്യാർത്ഥി
mr: सदस्य विद्यार्थी
ta: உறுப்பினர் மாணவர்
te: సభ్యుడు విద్యార్థి

# regId_emailId
source: REGISTRATION ID OR EMAIL ID
es: ID de registro o ID de correo electrónico
hi: पंजीकरण आईडी या ईमेल आईडी
ml: രജിസ്ട്രേഷൻ ഐഡി അല്ലെങ്കിൽ ഇമെയിൽ ഐഡി
mr: नोंदणी आयडी किंवा ईमेल आयडी
ta: பதிவு ஐடி அல்லது மின்னஞ்சல் ஐடி
te: నమోదు ID లేదా ఇమెయిల్ ID

# hint_regId
source: Your Reg ID / Email ID
es: Su ID de regalización / ID de correo electrónico
hi: आपकी रेग आईडी / ईमेल आईडी
ml: നിങ്ങളുടെ റെഗ് ഐഡി / ഇമെയിൽ ഐഡി
mr: आपला रेग आयडी / ईमेल आयडी
ta: உங்கள் பதிவு ஐடி / மின்னஞ்சல் ஐடி
te: మీ Reg ID / ఇమెయిల్ ID

# error_regID
source: Enter Email ID
es: Ingrese la identificación de registro o la identificación de correo electrónico
hi: पंजीकरण आईडी या ईमेल आईडी दर्ज करें
ml: രജിസ്ട്രേഷൻ ഐഡി അല്ലെങ്കിൽ ഇമെയിൽ ഐഡി നൽകുക
mr: नोंदणी आयडी किंवा ईमेल आयडी प्रविष्ट करा
ta: பதிவு ஐடி தேவை
te: రిజిస్టర్ ID అవసరం

# error_password
source: Password is required
es: se requiere contraseña
hi: पासवर्ड की आवश्यकता है
ml: പാസ്വേഡ് ആവശ്യമാണ്
mr: संकेतशब्द आवश्यक आहे
ta: கடவுச்சொல் தேவை
te: పాస్‌వర్డ్ అవసరం

# enter_assId
source: ENTER ASSESSMENT ID
es: Ingrese la ID de evaluación
hi: मूल्यांकन आईडी दर्ज करें
ml: വിലയിരുത്തൽ ഐഡി നൽകുക
mr: मूल्यांकन आयडी प्रविष्ट करा
ta: மதிப்பீட்டு ஐடியை உள்ளிடவும்
te: అసెస్‌మెంట్ IDని నమోదు చేయండి

# valid_assId
source: Assessment ID must be greater than 8 characters
es: La identificación de evaluación debe ser mayor de 8 caracteres
hi: आकलन आईडी 8 वर्णों से अधिक होनी चाहिए
ml: വിലയിരുത്തൽ ഐഡി 8 പ്രതീകങ്ങളിൽ കൂടുതലായിരിക്കണം
mr: मूल्यांकन आयडी 8 वर्णांपेक्षा जास्त असणे आवश्यक आहे
ta: மதிப்பீட்டு ஐடி 8 எழுத்துகளுக்கு மேல் இருக்க வேண்டும்
te: అసెస్‌మెంట్ ID తప్పనిసరిగా 8 అక్షరాల కంటే ఎక్కువగా ఉండాలి

source: User Profile
es: Perfil del usuario
hi: उपयोगकर्ता रूपरेखा
ml: ഉപയോക്തൃ പ്രൊഫൈൽ
mr: वापरकर्ता प्रोफाइल
ta: பயனர் சுயவிவரம்
te: వినియోగదారు వివరాలు

source: Change Password
es: Cambiar la contraseña
hi: पासवर्ड बदलें
ml: പാസ്വേഡ് മാറ്റുക
mr: संकेतशब्द बदला
ta: கடவுச்சொல்லை மாற்று
te: పాస్‌వర్డ్ మార్చండి

source: Change Email ID
es: Cambiar la identificación de correo electrónico
hi: ईमेल आईडी बदलें
ml: ഇമെയിൽ ഐഡി മാറ്റുക
mr: ईमेल आयडी बदला
ta: மின்னஞ்சல் ஐடியை மாற்றவும்
te: ఇమెయిల్ IDని మార్చండి

# language_menu
source: Language
es: Idioma
hi: भाषा
ml: ഭാഷ
mr: इंग्रजी
ta: மொழி
te: భాష

# privacy_and_terms
source: Privacy Policy
es: política de privacidad
hi: गोपनीयता नीति
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
ta: தனியுரிமை & விதிமுறைகள்
te: గోప్యత & నిబంధనలు

source: Cookie Policy
es: Política de cookies
hi: कूकी नीति
ml: കുക്കി നയം
mr: कुकी धोरण
ta: குக்கீ கொள்கை
te: కుకీ విధానం

source: About Us
es: Sobre nosotros
hi: हमारे बारे में
ml: ഞങ്ങളേക്കുറിച്ച്
mr: आमच्याबद्दल
ta: எங்களை பற்றி
te: మా గురించి

source: Help
es: Ayuda
hi: मदद
ml: സഹായം
mr: मदत
ta: உதவி
te: సహాయం

source: Log Out
es: Cerrar sesión
hi: लॉग आउट
ml: ലോഗ് out ട്ട് ചെയ്യുക
mr: बाहेर पडणे
ta: வெளியேறு
te: లాగ్ అవుట్

source: Revise
es: Revisar
hi: दोहराना
ml: നവീകരിക്കുക
mr: सुधारित करा
ta: திருத்த
te: సవరించు

source: Review
es: Revisar
hi: समीक्षा
ml: ഗന്ഥനിരൂപണം
mr: पुनरावलोकन
ta: விமர்சனம்
te: సమీక్ష

source: Answer Sheet
es: Hoja de respuestas
hi: उत्तर पत्रक
ml: ഉത്തരക്കടലാസ്
mr: उत्तरपत्रिका
ta: விடைத்தாள்
te: జవాబు పత్రం

# pls_tap_ques
source: Please tap on the questions to revise again before SUBMIT
es: Toque las preguntas para revisar nuevamente antes de enviar
hi: कृपया सबमिट करने से पहले फिर से संशोधित करने के लिए प्रश्नों पर टैप करें
ml: സമർപ്പിക്കുന്നതിന് മുമ്പ് വീണ്ടും പരിഷ്കരിക്കാൻ ദയവായി ചോദ്യങ്ങളിൽ ടാപ്പുചെയ്യുക
mr: कृपया सबमिट करण्यापूर्वी पुन्हा सुधारित करण्यासाठी प्रश्नांवर टॅप करा
ta: சமர்ப்பிக்கும் முன் மீண்டும் மறுபரிசீலனை செய்ய கேள்விகளைத் தட்டவும்
te: దయచేసి సబ్‌మిట్ చేయడానికి ముందు మళ్లీ రివైజ్ చేయడానికి ప్రశ్నలపై నొక్కండి

source: Marks
es: Marcas
hi: निशान
ml: അടയാളങ്ങൾ
mr: गुण
ta: மதிப்பெண்
te: మార్కులు

source: Confirm
es: Confirmar
hi: पुष्टि करना
ml: ഉറപ്പിക്കുക
mr: पुष्टी
ta: உறுத்திசெய்
te: నిర్ధారించండి

# sure_to_submit
source: Are you sure you want to submit your answers?
es: ¿Estás seguro de que quieres enviar tus respuestas?
hi: क्या आप सुनिश्चित हैं कि आप अपने उत्तर प्रस्तुत करना चाहते हैं?
ml: നിങ്ങളുടെ ഉത്തരങ്ങൾ സമർപ്പിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: आपणास खात्री आहे की आपण आपली उत्तरे सबमिट करू इच्छिता?
ta: உங்கள் பதில்களை நிச்சயமாகச் சமர்ப்பிக்க விரும்புகிறீர்களா?
te: మీరు మీ సమాధానాలను ఖచ్చితంగా సమర్పించాలనుకుంటున్నారా?

source: Yes
es: Sí
hi: हाँ
ml: സമ്മതം
mr: होय
ta: ஆம்
te: అవును

source: No
hi: नहीं
ml: ഇല്ല
mr: नाही
ta: இல்லை
te: సంఖ్య

source: Result Card
es: Tarjeta de resultados
hi: परिणाम कार्ड
ml: ഫലപ്പ്
mr: परिणाम कार्ड
ta: முடிவு அட்டை
te: ఫలితాల కార్డ్

# mark_scored
source: Marks / Total Marks
es: Mark anotó
hi: मार्क ने स्कोर किया
ml: മാർക്ക് സ്കോർ
mr: मार्कने स्कोअर केले
ta: மார்க் அடித்தார்
te: మార్క్ స్కోర్ చేశాడు

# for_incorrect
source: for incorrect questions
es: Para preguntas incorrectas
hi: गलत सवालों के लिए
ml: തെറ്റായ ചോദ്യങ്ങൾക്ക്
mr: चुकीच्या प्रश्नांसाठी
ta: தவறான கேள்விகளுக்கு
te: తప్పు ప్రశ్నలకు

source: Submission Date
es: Sumisión date
hi: सबमिशन date
ml: സമർപ്പിക്കൽ date
mr: सबमिशन tate
ta: சமர்ப்பணம் தேதி
te: సమర్పణ తేదీ

source: Submission Time
es: Sumisión time
hi: सबमिशन time
ml: സമർപ്പിക്കൽ
mr: सबमिशन एनटाइम
ta: சமர்ப்பணம் நேரம்
te: సమర్పణ సమయం

source: Time Taken
es: Tiempo oken
hi: समय taken
ml: സമയം എടുത്തത്
mr: वेळ taken
ta: எடுத்துக் கொண்ட நேரம்
te: తీసుకున్న సమయం

source: Advisor
es: Tutor
hi: सलाहकार
ml: ഉപദേഷ്ടാവ്
mr: सल्लागार
ta: ஆலோசகர்
te: సలహాదారు

source: Exit
es: Salida
hi: बाहर निकलना
ml: പുറത്ത്
mr: बाहेर पडा
ta: வெளியேறு
te: బయటకి దారి

source: Good
es: Bien
hi: अच्छा
ml: നല്ല
mr: चांगले
ta: நல்ல
te: మంచిది

source: Incorrectly Answered
es: Respondió incorrectamente
hi: गलत तरीके से उत्तर दिया
ml: തെറ്റായി ഉത്തരം നൽകി
mr: चुकीचे उत्तर दिले
ta: தவறான பதில்
te: తప్పుగా సమాధానం ఇచ్చారు

# study_chapter
source: Study
es: Estudiar
hi: अध्ययन
ml: പഠിക്കുക
mr: अभ्यास
ta: ஆய்வு அத்தியாயம்
te: అధ్యయనం అధ్యాయం

# pls_contact
source: Contact the Advisor for any clarifications
es: Póngase en contacto con el asesor para cualquier aclaración
hi: किसी भी स्पष्टीकरण के लिए सलाहकार से संपर्क करें
ml: ഏതെങ്കിലും വിശദീകരണത്തിനായി ഉപദേശകവുമായി ബന്ധപ്പെടുക
mr: कोणत्याही स्पष्टीकरणासाठी सल्लागाराशी संपर्क साधा
ta: எந்தவொரு விளக்கங்களுக்கும் ஆலோசகரைத் தொடர்பு கொள்ளுங்கள்
te: ఏదైనా స్పష్టత కోసం సలహాదారుని సంప్రదించండి

# retry_msg
source: Retry, Re-retry, Re-Re-retry till you become perfect and score 100%
es: Vuelva a clasificar, re-Retray, re-re-Retra
hi: रिट्री, री-रेट्री, री-री-रेट्री टिल you परफेक्ट और स्कोर 100%
ml: വീണ്ടും ശ്രമിക്കുക, വീണ്ടും വീണ്ടും ശ്രമിക്കുക, നീ തികഞ്ഞവരായി വീണ്ടും വീണ്ടും വീണ്ടും ശ്രമിക്കുക, 100% സ്കോർ ചെയ്യുക
mr: पुन्हा प्रयत्न करा, पुन्हा-रेटरी, पुन्हा-री-रेटिंग करा आपण परिपूर्ण बनू आणि 100% स्कोअर करा
ta: மீண்டும் முயற்சிக்கவும், மீண்டும் முயற்சிக்கவும், நீங்கள் முழுமையடைந்து 100% மதிப்பெண் பெறுவீர்கள்
te: వరకు మళ్లీ ప్రయత్నించండి, మళ్లీ ప్రయత్నించండి, మళ్లీ మళ్లీ ప్రయత్నించండి మీరు పరిపూర్ణులయ్యారు మరియు 100% స్కోర్ చేస్తారు

source: Answers
es: Respuestas
hi: जवाब
ml: ഉത്തരങ്ങൾ
mr: उत्तरे
ta: பதில்கள்
te: సమాధానాలు

source: Answer
es: Respuesta
hi: उत्तर
ml: ഉത്തരം പറയുക
mr: उत्तर
ta: பதில்
te: సమాధానం

# student_register
source: STUDENT REGISTRATION
es: Registro de estudiantes
hi: छात्र पंजीकरण
ml: വിദ്യാർത്ഥി രജിസ്ട്രേഷൻ
mr: विद्यार्थी नोंदणी
ta: மாணவர் பதிவு
te: విద్యార్థి నమోదు

# first_name_caps
source: FIRST & MIDDLE NAME
es: NOMBRE DE PILA
hi: पहला नाम
ml: പേരിന്റെ ആദ്യഭാഗം
mr: पहिले नाव
ta: முதல் பெயர்
te: ವಿದ್ಯಾರ್ಥಿ ನೋಂದಣಿ

# first_name_hint
source: First Name
es: Nombre de pila
hi: पहला नाम
ml: പേരിന്റെ ആദ്യഭാഗം
mr: पहिले नाव
ta: முதல் பெயர்
te: ಮೊದಲ ಹೆಸರು

# last_name_caps
source: LAST NAME
es: APELLIDO
hi: उपनाम
ml: പേരിന്റെ അവസാന ഭാഗം
mr: आडनाव
ta: கடைசி பெயர்
te: చివరి పేరు

# last_name_hint
source: Last Name
es: Apellido
hi: उपनाम
ml: പേരിന്റെ അവസാന ഭാഗം
mr: आडनाव
ta: கடைசி பெயர்
te: చివరి పేరు

# dob_caps
source: DATE OF BIRTH
es: FECHA DE NACIMIENTO
hi: जन्म की तारीख
ml: ജനനത്തീയതി
mr: जन्म तारीख
ta: பிறந்த தேதி
te: పుట్టిన తేది

# dob_format
source: DD / MM / YYYY
es: Dd / mm / aaa
mr: डीडी / एमएम / वायवायवायवायवाय
ta: நாள்/மாதம்/ஆண்டு
te: రోజు/నెల/సంవత్సరం

source: GENDER
es: género
hi: लिंग
ml: ലിംഗഭേദം
mr: L लिंग
ta: பாலினம்
te: లింగం

source: Male
es: Masculino
hi: नर
ml: ആൺ
mr: नर
ta: ஆண்
te: పురుషుడు

source: Female
es: Femenino
hi: महिला
ml: സ്തൈണമായ
mr: मादी
ta: பெண்
te: స్త్రీ

source: Others
es: Otros
hi: अन्य
ml: മറ്റുള്ളവ
mr: इतर
ta: பிற பாலினம்
te: ఇతర లింగం

source: COUNTRY CITIZEN
es: Ciudadano
hi: देश -नागरिक
ml: രാജ്യ പൗരൻ
mr: देश नागरिक
ta: நாட்டுக் குடிமகன்
te: దేశ పౌరుడు

source: Enter Country
es: Entrar en el país
hi: देश में प्रवेश करें
ml: രാജ്യം നൽകുക
mr: देश प्रविष्ट करा
ta: நாட்டை உள்ளிடவும்
te: దేశాన్ని నమోదు చేయండి

source: COUNTRY RESIDENT
es: Residente del país
hi: देश निवासी
ml: രാജ്യവാസി
mr: देश रहिवासी
ta: நாட்டு வதிவாளர்
te: దేశ నివాసి

# reg_roll_caps
source: REGISTRATION ID / ROLL NUMBER
es: ID de registro / número de rollo
hi: पंजीकरण आईडी / रोल नंबर
ml: രജിസ്ട്രേഷൻ ഐഡി / റോൾ നമ്പർ
mr: नोंदणी आयडी / रोल नंबर
ta: பதிவு ஐடி / ரோல் எண்
te: రిజిస్ట్రేషన్ ఐడి/ రోల్ నెంబరు

# reg_roll
source: Registration ID / Roll Number
es: ID de registro / número de rollo
hi: पंजीकरण आईडी / रोल नंबर
ml: രജിസ്ട്രേഷൻ ഐഡി / റോൾ നമ്പർ
mr: नोंदणी आयडी / रोल नंबर
ta: பதிவு ஐடி / ரோல் எண்
te: రిజిస్ట్రేషన్ ఐడి/ రోల్ నెంబరు

# ins_org_caps
source: INSTITUTE / ORGANIZATION NAME
es: Instituto / Nombre de la organización
hi: संस्थान / संगठन का नाम
ml: ഇൻസ്റ്റിറ്റ്യൂട്ട് / ഓർഗനൈസേഷന്റെ പേര്
mr: संस्था / संस्थेचे नाव
ta: நிறுவனம் / நிறுவனத்தின் பெயர்
te: సంస్థ/ సంస్థ పేరు

# ins_org
source: Institute / Organization Name
es: Instituto / Nombre de la organización
hi: संस्थान / संगठन का नाम
ml: ഇൻസ്റ്റിറ്റ്യൂട്ട് / ഓർഗനൈസേഷന്റെ പേര്
mr: संस्था / संस्थेचे नाव
ta: நிறுவனம் / நிறுவனத்தின் பெயர்
te: సంస్థ/ సంస్థ పేరు

# reg_as_student
source: Register me also as TEACHER
es: Registrarme también como maestro
hi: मुझे शिक्षक के रूप में भी पंजीकृत करें
ml: എന്നെയും അധ്യാപകനായി രജിസ്റ്റർ ചെയ്യുക
mr: मला शिक्षक म्हणून देखील नोंदणी करा
ta: என்னையும் ஆசிரியராக பதிவு செய்யுங்கள்
te: నన్ను కూడా టీచర్ గా రిజిస్టర్ చేసుకోండి

# pri_terms
source: PRIVACY & TERMS
es: TÉRMINOS Y PRIVACIDAD
hi: गोपनीयता व शर्तें
ml: സ്വകാര്യതയും നിബന്ധനകളും
mr: गोपनीयता आणि अटी
ta: தனியுரிமை & விதிமுறைகள்
te: గోప్యత & నిబంధనలు

# agree_msg
source: I hereby certify that I have read and AGREE to QNATest
es: Por la presente certifico que he leído y agree to Qnatest
hi: मैं इसके द्वारा प्रमाणित करता हूं कि मैंने Qnatest को पढ़ा है और agree
ml: ഞാൻ വായിച്ചുവെന്നും ഇനിപ്പറയുന്നവ അംഗീകരിക്കുന്നുവെന്നും ഞാൻ ഇതിനാൽ സാക്ഷ്യപ്പെടുത്തുന്നു QNATest
mr: मी याद्वारे हे प्रमाणित करतो की मी वाचले आहे
ta: நான் படித்தேன் மற்றும் ஒப்புக்கொள்கிறேன் என்று இதன் மூலம் சான்றளிக்கிறேன்
te: నేను చదివాను మరియు అంగీకరిస్తున్నాను అని ఇందుమూలంగా ధృవీకరిస్తున్నాను

source: Terms
es: Términos
hi: शर्तें
ml: നിബന്ധനകൾ
mr: अटी
ta: சேவை விதிமுறைகள்

source: and
ml: ഉം
mr: नंद
ta: மற்றும்
te: మరియు

source: Privacy Policy
es: política de privacidad
hi: गोपनीयता नीति
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం

# create_pass
source: CREATE PASSWORD
es: CREAR CONTRASEÑA
hi: पासवर्ड बनाएं
ml: പാസ്വേഡ് സൃഷ്ടിക്കുക
mr: पासवर्ड तयार करा
ta: கடவுச்சொல்லை உருவாக்கு
te: పాస్ వర్డ్ సృష్టించు

source: Password,
es: Contraseña,
hi: पासवर्ड,
mr: संकेतशब्द
ta: அடையாளச் சொல்,
te: పాస్ వర్డ్

# password_hint
source: Password (Min 8 characters)
es: Contraseña (min 8 caracteres)
hi: पासवर्ड (न्यूनतम 8 वर्ण)
ml: പാസ്വേഡ് (മിനിറ്റ് 8 പ്രതീകങ്ങൾ)
mr: संकेतशब्द (किमान 8 वर्ण)
ta: அடையாளச் சொல் (Min 8 characters)
te: పాస్ వర్డ్ (కనిష్టం 8 పాత్రలు)

source: CONFIRM PASSWORD
es: CONFIRMAR CONTRASEÑA
hi: पासवर्ड की पुष्टि कीजिये
ml: പാസ്വേഡ് സ്ഥിരീകരിക്കുക
mr: पासवर्डची पुष्टी करा
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: పాస్ వర్డ్ ని ధృవీకరించండి

source: Verify Password
es: Verificar contraseña
hi: पासवर्ड को सत्यापित करें
ml: പാസ്വേഡ് പരിശോധിക്കുക
mr: संकेतशब्द सत्यापित करा
ta: கடவுச்சொல்லைச் சரிபார்க்கவும்
te: పాస్ వర్డ్ వెరిఫై చేయండి

# sent_otp
source: Send OTP
es: Enviar OTP
hi: OTP भेजें
ml: OTP അയയ്ക്കുക
mr: ओटीपी पाठवा
ta: OTP அனுப்பு
te: OTP పంపు

source: CERTIFY
es: CERTIFICAR
hi: प्रमाणित
ml: സാക്ഷപ്പെടുത്തുക
mr: प्रमाणित करा
ta: சான்றளிக்கவும்

source: Terms of Services
es: Términos de servicios
hi: सेवाओं की शर्तें
ml: സേവന നിബന്ധനകൾ
mr: सेवांच्या अटी
ta: சேவைகளின் விதிமுறைகள்
te: సేవల నిబంధనలు

source: Version
es: Versión
hi: संस्करण
ml: ഭാഷം
mr: आवृत्ती
ta: பதிப்பு
te: సంస్కరణ

source: Globally Collaborative
es: Globalmente colaborativo
hi: विश्व स्तर पर सहयोगी
ml: ആഗോളതലത്തിൽ സഹകരിക്കുക
mr: जागतिक स्तरावर सहयोगी
ta: உலகளவில் ஒத்துழைப்பு
te: ప్రపంచవ్యాప్తంగా సహకార

source: Light Weight
es: Peso ligero
hi: हल्के वजन
ml: ഭാരം കുറഞ്ഞ ഭാരം
mr: हलके वजन
ta: லேசான எடை
te: తక్కువ బరువు

source: Anonymous
es: Anónimo
hi: अनाम
ml: പേരറിയാത്ത
mr: अज्ञात
ta: அநாமதேய
te: అనామక

# about_us_caps
source: ABOUT US
es: SOBRE NOSOTROS
hi: हमारे बारे में
ml: ഞങ്ങളേക്കുറിച്ച്
mr: आमच्याबद्दल
ta: எங்களை பற்றி
te: మా గురించి
